[
  {
    "name": "The Archangel",
    "health": 40,
    "subclass": "Legendary Light Angelic Supernatural",
    "description": "Grace 30. Reduce the damage of all non-magic attacks to this player by ½ rounding up. If a player skips their entire turn in consent, give this player an extra 5 grace. When this player dies, push all players within 5 paces back 5 paces instantly. Immune to possession, potions, fire, dimension or time spells, will attacks, or illusions.",
    "attack": 7,
    "defense": 5,
    "will": 255,
    "speed": 12,
    "is_flying": true,
    "companions": null,
    "attacks": [
      "Strength- 14 - push an enemy up to 5 paces - within 1 pace.",
      "Push- 3- push the opponent in any direction 8 spaces (3 grace) - within 8 paces away",
      "Holy Light - 10 - deal damage to all enemies in 8 paces, 15 if they are Dark Enemies or Demonic. (15 grace)",
      "Smite- 18-. Only against Demonic players or players who have absorbed demons. within 2 paces ( 5 grace)",
      "Heal- Heal a player within 1 pace (1 grace =  2 health given)",
      "Blessing - spend a turn within 1 pace of a weapon or shield to give it the Blessed properties.",
      "Archangel Sword- 12- This weapon can damage any enemy, even Supernatural players, fully regardless of their own effects. This weapon will remove any armored qualities. Shieldbreaker. This weapon cannot be destroyed by any means. Within 4 paces",
      "Heaven’s Song - Increase the will of all your players by 8, their attack by 3, and their defense by 2, until this player is attacked. (7 grace)",
      "Beatific Vision - instantly remove the effects of any spells or possessions on your players and make them immune to will attacks or effects. (10 grace)"
    ]
  },
  {
    "name": "The Enemy",
    "health": 40,
    "subclass": "Legendary Dark Angelic Supernatural",
    "description": "Pride 28. Reduce the damage of all non-magic attacks to this player by ½ rounding up. Whenever a Dark or Demonic player dies on the field, remove its body, and gain 5 pride. All enemies who come within 6 paces of this player must decrease their speed by 4, until the end of the turn they are not in that range. When this player dies, push all players within 5 paces back 5 paces instantly. Immune to possession, potions, fire, dimension or time spells, will attacks, or illusions.",
    "attack": 7,
    "defense": 4,
    "will": 11,
    "speed": 12,
    "is_flying": true,
    "companions": null,
    "attacks": [
      "Strength- 10 - push enemy up to 5 paces - within 1 pace.",
      "Push- 5- push the opponent in any direction 8 spaces (5 pride) - within 5 and 8 paces away",
      "Tearing - 18- if you are within 1 pace of your enemy and your attack is fatal, break the victim in half and use the torso as a projectile attack with 2 damage a range of 10 paces. (2 times)",
      "Seduction W - If you role above a 13 W with your bonus, and your opponent roles below a 14W  with their bonus, take control of the selected player until they are dealt over 7 damage at once. This does not count as possession. (16 pride per attempt)",
      "Demon Summoning - Summon 2 Demon spirits on the field. (2 pride)",
      "Serpent’s Blade - 12 - This weapon can damage any enemy, even Supernatural players. Shieldbreaker. This weapon can only be destroyed by a legendary weapon or attack. within 4 paces",
      "Despair Song- decrease all of your enemies’ will by 5, or by 3 if they are Angelic or Archaic, until this player is attacked. (1 time)",
      "Deceive W - choose a non-angelic or archaic player more than 15 paces away. That player must move toward this player without attacking him. Once this fails on a player it may not be used on that player again.",
      "Miserific Vision - W - Spend the turn to make one player within line of sight decrease their will to 0 and their defense to 0 until another ability would increase their will. (10 pride)"
    ]
  },
  {
    "name": "Death",
    "health": 255,
    "subclass": "Legendary Archaic Supernatural",
    "description": "This player can only be placed on the field the turn someone has died. Place this player 3 paces away from the player that has died.  At the end of this player’s turn, remove this player from the field. Any player that is pushed into him, will die at the end of their next turn. This player does not count as one that needs to be killed to win the game. Immune to possession, potions, fire, dimension or time spells, or illusions.",
    "attack": 6,
    "defense": 0,
    "will": 255,
    "speed": 1,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Suspension - choose up to 2 players on the field, those players cannot be killed until their next turn, but they can take damage. (1 time)",
      "Touch -Kill a player within 1 pace, or kill a player possessing them.(1 time)",
      "Healive an extra 12 health to a character.",
      "The Deal - return the player that has died to full health, and kill them in three turns, or have another one of your other players die that third turn. (1 time)",
      "The Keys to the Cage - The player using this weapon can place it on the field, then any being who passes within 3 paces of this set weapon is removed from the game. This weapon may be called back to the hand of the player using it, or this player. This player may retrieve a removed player during his turn.",
      "Death’s Wand- While holding this weapon, you may roll an extra die for magical attacks. Any attacks on companions and minions are instant. If a player using this is killed or disarmed, the player who did so may use this wand for all his magical abilities with 3 extra damage..",
      "The Cloak of Invisibility- The player holding this cannot be attacked from over 4 paces away unless it is by a Will attack or if they are being attacked by a player in range. Increase the player’s defense by 6 and decrease the attacker’s attack by 3.",
      "The Resurrection Stone- Choose one player within 10 paces. Remove that player’s defense abilities until they are dealt over 12 damage. This ability can only be used on one player at a time."
    ]
  },
  {
    "name": "The Black Falcon",
    "health": 30,
    "subclass": "Legendary Dark Supernatural Demon Warrior",
    "description": "Decrease all non-magic damage by ½ to this player. Immune to poisons, illusions, and possession.",
    "attack": 5,
    "defense": 5,
    "will": 8,
    "speed": 8,
    "is_flying": true,
    "companions": null,
    "attacks": [
      "Strength - 9 - within 2 paces",
      "Conjuring - conjure three ‘demon beasts’ minions within 8 paces that each have 14 health, 6 speed, and 8 damage within 4 paces. (3 times)",
      "Mental Torture - W - deal 6 damage to a player on the board. (3 times)",
      "Lost Saber - 9 - piercing. you may reroll a failed attack to deal 4 damage. within 3 paces.",
      "Crimson Behelit Dimension - pay 7 health, then in 3 turns, remove all blocks, fires, dropped weapons, and magical abilities from the field, and place 9 demon beast minions within 2 paces from you. For the following 3 turns all demon beasts are unaffected by non-magic, non-elven, or non-crystal attacks and must attack any player they pass within range of except this one. For every player they kill in these 3 turns, you gain 7 health. After the end of the 3rd turn, remove them all and return the field to its original state, and conjure a ‘Demon Apostle’ companion with 19 health, 9 speed, A+6, D+4, and 9 damage within 3 paces. (1 time)"
    ]
  },
  {
    "name": "The Incarnate Demon",
    "health": 34,
    "subclass": "Legendary Supernatural Dark Berserker Demon",
    "description": "Armored 2. This player takes ½ damage from non-magic attacks. Immune to poisons, illusions, and possession.",
    "attack": 7,
    "defense": 5,
    "will": 10,
    "speed": 6,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Defense Adv - +7 against magic",
      "Demon’s Blade - 12 - You may target 2 players at once if they are within 2 paces of each other. Push the victim back 4 paces. Within 4 paces. Shieldbreaker. You may give this weapon to another player within 18 paces.",
      "Strength - 8 - within 2 paces. you may push the victim back up to 4 paces.",
      "Unleashed Form - if this player has lost ½ or more of his health, you may drop his sword and give him the following abilities and stats:",
      "*speed: 10 (flying)",
      "* Strength - 11 - within 3 paces. you may push the victim back up to 4 paces in a knocked down position.",
      "* Gnashing Fangs - 8 - within 1 pace. piercing.",
      "* Tail Strike - 7 - within 5 paces. push the victim up to 4 paces in a knocked down position."
    ]
  },
  {
    "name": "The Skull Knight",
    "health": 30,
    "subclass": "Legendary Supernatural",
    "description": "Armored 4. Battle IQ. This player begins the game with a horse minion with 20 health and 16 speed. Immune to potions or possession. You may carry up to 2 other players with your horse by passing over them, and drop them off at will.",
    "attack": 5,
    "defense": 3,
    "will": 10,
    "speed": 6,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Attack Advantage - 7 against dark",
      "Defense Advantage - 6 against dark",
      "Behelit Blade - 7 - this weapon may deal full damage to supernatural players and x2 damage to demons. While wielding this weapon this player is unaffected by the removal effects of dimension magic or abilities and may leave dimensions at will. - within 3 paces",
      "Skeletal Shield - increase your defense by 3 against non-will attacks.",
      "Vanish - remove this player, his horse, and any on his horse from the game and place them all anywhere on the board at the start of his next turn. (2 times)",
      "Foresight - until the end of your next turn, all of your players receive an extra +4 on all their defense rolls. (1 time)"
    ]
  },
  {
    "name": "The Fairy Godmother",
    "health": 24,
    "subclass": "Legendary Light Supernatural Maiden",
    "description": "If this player is fed on by a vampire, double the health gained and make him immune to light and fire attacks for 2 turns.",
    "attack": 6,
    "defense": 7,
    "will": 8,
    "speed": 10,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Fairy Light- 8-  Within 8 paces. Push the victim back 6 paces.",
      "Supernova- 10- if this attack damages a vampire, wraith, or undead, kill it instantly. Within 5 paces. (2 times)",
      "Banishing Light- instantly push all minions and companion back 8 paces and remove the effects of any spell or potion on a player. Within 4 paces(2 times)",
      "Teleport- teleport anywhere on the field. (3 times)",
      "Dimension Jump- remove yourself from the game for 1 turn and rea ppear anywhere on the field the next turn. (2 times)",
      "Dimension Banish- remove a player within 8 paces from the game for 2 turns, then place them back anywhere on the field. (1 time)",
      "Heal- Give a player within 2 paces an extra 8 health and remove any curses or poison on them. (3 times)",
      "Wish- give one of your players either: restored health, an attack of +6, a defense of +6, a speed of 12 paces, any normal weapon, any weapon not on the field, a horse, an animal companion not on the field, or a minion for them to control. (1 time)",
      "Birthday Gift- give one of your players either: +7 defense against projectiles, +7 defense against swords, +7 defense against dual wielding opponents, or +6 attack against single wielding opponents. (1 time)"
    ]
  },
  {
    "name": "The Immortal Aku",
    "health": 24,
    "subclass": "Legendary Dark Supernatural",
    "description": "non-magic attacks deal ¼ damage. Immune to possession, or potions. This player may use any non-magic weapon that he picks up.",
    "attack": 7,
    "defense": 4,
    "will": 7,
    "speed": 1,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Shapes - During one of your phases, select one of the following to change your stats and attacks for up to 2 turns.",
      "* Tiger: A+8, D+2,speed: 10, (10 piercing damage within 3 paces.)",
      "* Eagle:A+4, D+7, Speed 20 (flying), (5 damage within 3 paces) you                 may move a player with you as you pass over them as an attack.",
      "* Dragon: A+7, D+3, Speed 12, (6 damage within 9 paces - set the victim on fire, this shape may use ‘Strength’)",
      "* Kraken: A+8, D+1, Speed 10, (5 damage within 5 paces - this shape may attack all enemies within range. This shape may bind a player that it successfully damages and move them with itself.)",
      "Strength - 9 - within 3 paces.",
      "Burning Eyes - 8 - within 10 paces (4 times)",
      "Redirect - After taking damage from a ranged non-magic attack, roll to inflict the same                 damage and attack to a player in range of the attack. (2 times)",
      "Spawns - remove this player from the field and conjure up to 4 companions with 6 health         each. These companions may only use ‘Strength’ and pick up non-magic weapons. you                 may remove these minions during a phase and place this player within 6 paces of where a         companion was. This player takes 3 damage for each one destroyed. (1 time)",
      "Future Flinging - remove one player within 4 paces from the game for 3 turns, then                 place them in a spot of their choosing. (1 time)"
    ]
  },
  {
    "name": "The God of Thunder",
    "health": 34,
    "subclass": "Legendary Supernatural Warrior",
    "description": "Armored 4. Battle IQ. This player takes ½ damage from non-magic attacks. Immune to lightning.",
    "attack": 6,
    "defense": 3,
    "will": 8,
    "speed": 6,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Strength - 12 - you may push the victim up to 3 paces. (within 2 paces)",
      "Mjolnir  - 10 - knock the victim down. Only light players may wield this weapon. This weapon may only be destroyed by an archaic player ability. You may call this weapon to your hand at any time. within 2 paces.",
      "* Thunder bolt - 8 - push the victim back 3 paces. within 7 paces. (3 times)",
      "* Throw - deal damage to up to 3 victims within 3 paces of each other. Between 4 and 10 paces away. (3 times)",
      "* Ground Strike - deal 6 lightning damage to all enemies within 6 paces and knock all of them down instantly unless they have flying. (1 time)",
      "* Channel Lightning - while at the highest point on the field, you may make 3 thunder bolt attacks within an extra 3 damage each. (1 time)",
      "* Flying - move this player up to 16 paces. you may carry up to one player you pass over. (4 times)",
      "Awakening Thunder - when this player’s health is 10 or lower, and he is not wielding Mjolnir, he gains the following abilities: Thunder Bolt, Ground Strike, Channel Lightning, Flying, and Strength (counting as a lightning attack and a strength attack) each dealing an extra 3 damage and having a limit of 3 time uses."
    ]
  },
  {
    "name": "The God of Mischief",
    "health": 24,
    "subclass": "Legendary Supernatural Elite",
    "description": "Battle IQ. This player takes ½ damage from non-magic attacks. Immune to ice and time magic.",
    "attack": 4,
    "defense": 5,
    "will": 7,
    "speed": 7,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Knives - 5 - decrease the victim’s defense by 2 when attacking with this weapon. You may attack twice with this weapon during one of your phases. within 2 paces.",
      "* Throw - up to 8 paces.",
      "Strength - 6 - push the victim 4 paces back. within 1 pace",
      "Learned Magics",
      "* Blast - 4 - push the victim back 2 paces and knock them down. (4 times)",
      "* Group Blast - push all players within 5 paces back 2 paces and knock them down. (1 time)",
      "* Shadow Tricks - while an opponent is within 2 paces of a wall, either knock them down or disarm them. - within 5 paces (2 times)",
      "* Illusion Confusion - make an enemy within 10 paces attack the player closest to them with their strongest attack. (3 times)",
      "* Multiply Illusion - create up to 5 tokens of yourself within 2 paces. Each may move and use magical attacks each turn, but only use 1 phase each. (2 times)",
      "* Disguise Illusion - while within 3 paces of up to 2 enemies, each of them must flip a coin if the next time they wish to attack you. If they fail the flip, then the attack will target the next closest player. (2 times)"
    ]
  },
  {
    "name": "The Balrog",
    "health": 34,
    "subclass": "Legendary Dark Archaic Supernatural Berserker Demon",
    "description": "Armored 3. Immune to fire, poisons, illusions, and possession. Any player that damages this one within 3 paces is dealt an immediate 2 fire damage. This player takes an extra 6 damage from lightning attacks.",
    "attack": 5,
    "defense": 2,
    "speed": 5,
    "will": 8,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Molten Blade - 9 - shieldbreaker and non-enchanted/elven/ crystal weapon breaker. If this weapon fails an attack against a player wielding an Elven weapon, destroy this one. This weapon can only be destroyed by a spell or an elven weapon. (within 4 paces)",
      "Whip of Fire - 4 - this weapon’s damage counts as fire damage. You may choose to either bind the victim or bring them 3 paces closer to you. You may roll for this attack when you are falling from over 2 levels. This weapon does not need to be held / wielded. (within 7 paces)",
      "Dread and Terror -W -  all minions and companions instantly are knocked down and cannot defend, all other non angelic or archaic characters must roll to prevent the same effects until the next turn. (1 time)",
      "Counter Spell - If a player is casting a spell or using a magical ability within 3 paces, you may roll an attack roll against it and deal 6 damage to its caster if you succeed. The spell or ability is then negated. (1 time)",
      "Strength - 11 - push the victim back 4 paces in a knocked down position (within 3 paces)",
      "Growing Darkness - for the next 2 turns all dark players gain +2 attack and defense, and all non-dark minions or companions must instantly skip their turn. (1 time)",
      "Leaping Flames - place 4 fires within 6 paces of this character, any player that is within 1 pace of a fire must roll to avoid being set on fire. While within 1 pace of a fire increase this player’s attack by +2. (1 time)"
    ]
  },
  {
    "name": "The White Wizard",
    "health": 28,
    "subclass": "Legendary Light HotO Archaic Wizard Warrior",
    "description": "Immune to fire, possession, or illusions. This player may skip a turn to banish all disembodied spirits from the field.",
    "attack": 5,
    "defense": 7,
    "will": 9,
    "speed": 8,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Light Beam-  push a Dark enemy within 8 paces back 12 paces (4 times)",
      "Spell Release W-  if a player is under the influence of a spell that lasts a certain amount of time or is possessed, the effects of that spell or possession are undone. (3 times)",
      "Heart Light - increase the Will of all of your players by 4 as long as you have 1 readied spell. (2 times)",
      "Dawn - While attacking non-HotO or non-Light players decrease your opponent’s defense by 4 until the end of your next turn (1 time).",
      "Distant Call - When one of your players is being attacked with a Will attack, instantly add 4 to their will power (2 times)",
      "Enchanted Elven Sword - Duel wielding-8 Single wielding- 10.- Within 3 paces",
      "White Staff- 4- 1 pace",
      "* Light blast- 6 - within 15 paces",
      "* Great Blast-10  push all enemies within 8 paces back 8 pace. (1 time)",
      "* Light beams- 4- Instantly pushes all enemies back 8 paces and all dark enemies back 15 spaces (3 times)- within 10 paces.",
      "* Push - push the opponent in any direction 8 spaces (5 times) - within 3 and 8 paces away.",
      "* Shield- no enemy or ranged attacks may come within 5 paces of this player for 2 turns. (2 times)",
      "* Burning disarm- 3 - if successful your opponent drops the selected weapon for 2 turns. This can only be used on non-magical weapons (4 times).- within 5 paces.",
      "* Instant Disarm- while only wielding a staff, make a non-magic or non-supernatural  enemy within 5 paces instantly drop a weapon of your choice. (2 times)",
      "* Burning Deflection- when an opponent attacks you with a non-enchanted or magical weapon within 4 paces, roll to destroy that weapon before damage is done. ( 4 times)",
      "* Rolling Thunder- instantly knock down all non legendary players, minions, and companions within 8 paces of you. All enemies within 8 paces must skip one of their phases next turn. (1 time)",
      "* Staff Breaker - when you have 2 spells ready, you can instantly destroy an enemy’s magical weapon (except rings)  if they have less than 15 health. (1 time)"
    ]
  },
  {
    "name": "The Dark Lord",
    "health": 30,
    "subclass": "Legendary Dark Archaic HotO",
    "description": "Armored 6. Immune to fire, possession, potions,  illusions, or curses. This player cannot be pushed by any non-HotO or non-supernatural effects. Any player who is within 1 pace of this player is dealt an instant 2 fire damage. If that player is within 1 pace for 2 of his turns, he is immediately set on fire. When this player dies push all players on the field back 2 paces in a knocked down position.",
    "attack": 5,
    "defense": 3,
    "will": 9,
    "speed": 6,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "The One Ring of Power - While wielding this weapon, you may increase your attack, defense, and damage of all your attacks by 3, and if any other player uses a Ring of Power on the field, instantly come  under your control until the wielder of this weapon dies or is disarmed. If the Wraith or Wraith King is on the field, he becomes under your control instantly. Drop this weapon if this player is destroyed, it cannot be destroyed.",
      "-Malice - While attacking, deal an extra 3 damage to the victim and an instant 3 damage to any player within 2 paces of the victim. Push all victims back 6 paces. (4 times)",
      "-Necromancy - return one of your dead players or companions to the field until they are dealt any damage. This can only be used once for each player.",
      "The Great Mace - 12 - push the victim of this attack back 4 paces in a knocked down position. Shield Breaker. Within 4 paces.",
      "Strength - 8 - push an enemy up to 3 paces. Within 2 paces:",
      "Terror and Horror W - 5 - all enemies within 10 paces (3 times)",
      "Daunting Eyes W- choose any player within line of sight. That player must lie in a knocked down position for 1 turn and reduce their Will by 1/2. (2 times)",
      "Searing Grip - 8 - set the victim on fire. If fatal, remove their body. within 1 pace (1 time)",
      "Violent Push- 4- push an opponent in any direction 8 spaces. If the target is pushed into a wall then he must remain there for his next turn. (5 times)- within 3 or 6 paces",
      "Disintegrate - Pay 3 health to destroy a non-Legendary, non-enchanted, non-crystal, or non-holy weapon within 4 paces, if it is a staff or magical weapon, there must be no readied spells on it. (1 time)",
      "Wrath Fire- 4- deal instant damage to all unarmored or unshielded enemies within 6 paces. All enemies who take damage are set on fire. (1 time)",
      "Cruel Sorcery- 9 - (spell) skip a phase to attack any player within 10 paces.(3 times)"
    ]
  },
  {
    "name": "Master Merlin",
    "health": 28,
    "subclass": "Legendary HotO wizard",
    "description": "Immune illusions, control spells,  or possessed. This player may use Merlin’s animal companion. Spend a phase to conjure Excalibur. This weapon may only be wielded by a legendary light player if not already in play. This player has 1 readied spell on his staff at the start of each turn.",
    "attack": 5,
    "defense": 6,
    "will": 8,
    "speed": 6,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Attack Advantage - (7 against spells) (2 against maidens)",
      "Staff- 3- 1 pace",
      "* Enchant- enchant any weapon within 10 paces to give it an extra 3 damage. One readied spell can instantly be used as an enchantment on this staff. You may instantly remove an enchantment and place it back on the staff as a readied spell.",
      "* Attack Burst - 8 deal damage to all enemies within 7 paces (2 times)",
      "*  Protection - select a player within 5 paces, this player cannot be possessed by a spirit or controlled by a spell unless this spell is removed from them. (2 times)",
      "* Water Attack- 6- within 10 paces (inifinite)",
      "* Barrier- no enemies may come within 7 paces of this player for 2 turns as long as he does not move. A successful spell attack with 3 or more readied spells can remove the barrier. (2 times)",
      "* Redirect- if you have a readied spell, redirect an enemy’s attack instantly to any enemy within 7 paces. If there are no enemies within 7 paces, then disarm the attacker and take no damage. (3 times)",
      "Transfigure - transform this player or another allied player into a bird with 20 speed flying and +6 defense. You may undo this effect as an action phase. The selected player may escape any bind they are in. (3 times)",
      "Vanish - remove this player from the field and place him anywhere you wish at the start of his next turn (3 times)",
      "Prophecy - instantly choose a player on the field. In three turns, if that player is damaged, increase the damage x3. (1 time)",
      "Healing chant - remove the effects of poison or any potion on a player within 5 paces and give them 8 health. (1 time)",
      "The Charm of Making - with 3 readied spells, spend 1 turn without moving or attacking, then perform one of the following actions: remove all enemy barriers or shields on the field, bind a player and make him skip his turn until three readied spells or a legendary weapon hit them, reduce all other player’s attack range to 2 paces until this player dies, remove all magical abilities from a non supernatural player for 4 turns. (1 time)"
    ]
  },
  {
    "name": "The Sage",
    "health": 30,
    "subclass": "Legendary HotO Wizard",
    "description": "Immune to illusions. The effects of this player’s Runes may be undone if they are struck by a spell or magic weapon that does over 12 damage. No players may teleport within or out of this player’s Rune Circles.",
    "attack": 4,
    "defense": 5,
    "will": 9,
    "speed": 6,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Enchanted Spear Staff- 8 - within 3-5 paces.",
      "* Rune of Strength - Give a player within 6 paces +2 attack and damage, or a weapon within 4 paces an extra 4 damage. (2 times)",
      "* Rune of Protection - Give a player within 6 paces +3 defense against either magic attacks or non magic attacks. (2 times)",
      "* Rune of Speed - Give a player within 4 paces an extra 4 speed. (2 times)",
      "* Rune of the Archain - Give a player within 4 paces an extra +2 with magic attacks and damage. (2 times)",
      "* Rune of Unbreaking - give a weapon immunity against spells or weapons that would destroy it. (2 times)",
      "* Rune of Absorption - give a weapon the ability to deal an extra ½ the damage of an attack that was made on its wielder the previous turn (2 times)",
      "* Runes Circle of Jinxing - Spend a turn to cast a Rune Circle 10 paces around this character. Other players’ magical abilities within the Circle receive a -6 on their rolls and deal ½ damage. (1 time)",
      "* Runes of Ancient Protection - spend a phase to give a player and their weapons immunity from any attacks over 3 paces away unless from an archaic player, legendary angel, or legendary weapon. The players take no damage from falling or pushing. The player and their items are also unaffected by curses or enchantments. within 5 paces (1 time)",
      "* Rune Circle of Incarnating - spend a turn to cast a Rune Circle 15 paces around this player. All players and minions within the Circle may receive full damage from non magic attacks and have their armor reduced to 0. (1 time)",
      "Enchanted Runic Longsword - 6 - within 3 paces. If you are damaged by at least 3 dark magical or supernatural enemy attacks, you may deal an extra 8 damage on this weapon’s next attack."
    ]
  },
  {
    "name": "The Wizard of Many Colors",
    "health": 28,
    "subclass": "Legendary Archaic HotO wizard",
    "description": "this player cannot be possessed or take damage from spells from non-HotO or non-wizard players.",
    "attack": 6,
    "defense": 4,
    "will": 8,
    "speed": 5,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Defense Advantage - (7 against spells)",
      "Blasting powder- 10- deal instant damage to any unshielded or unarmored player within a 6 pace radius and push all players back 5 paces. This weapon takes 1 turn to ready and must be used the following turn. If it is not thrown, then the damage is done to this player and everyone in range. (2 times)- within 8 paces",
      "Honey Tongue W- all non- HotO enemies within 15 paces must skip their next turn. (2 time)",
      "Mind Hold W- select any non-magic enemy that is not within 10 paces of this player. That player cannot move for the 3 next turns. (1 time)",
      "Grip- If a non-HotO magic opponent is wielding a magical weapon (except a ring) while his health is 10 or lower and he is within 10 paces, the weapon is instantly given to this player. This can only be used while wielding the staff alone. (1 time)",
      "Battle Ready (spell) - for the next 3 turns increase the damage of your staff to 8 and push all victims back 5 paces. (2 times)",
      "Obsidian Staff- 3- within 2 paces",
      "* Attacking spell- 6- (inifinite)- within 15 paces",
      "* Push- 3- push the opponent in any direction 8 paces (5 times) - within 3 and 9 paces away.",
      "* Fireball- 6- place a fire where the attack lands and any players who pass over the fire are set on fire. (3 times)- within 10 paces",
      "* Minion -  conjure an Orc minion next to you as long as one is not in play. (1 time)",
      "* Berserker-  summon a Dark Berserker minion within 5 paces with: health 20,speed: 5 paces, and damage 6. This takes 1 extra readied spell. (1 time)"
    ]
  },
  {
    "name": "The Headmaster",
    "health": 28,
    "subclass": "Legendary Light HotO wizard",
    "description": "Battle IQ. This player still has the Phoenix animal companion. This player may only use his sword when his health is below 12. This player has a readied spell at the start of each turn. Immune to illusions.",
    "attack": 7,
    "defense": 5,
    "will": 9,
    "speed": 8,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Defense Advantage - (7 against spells)",
      "Death’s Wand- While holding this weapon, you may roll an extra die for  magical attacks. Any attacks on companions and minions are instant. If a player using this is killed or disarmed, the player who did so may use this wand for all his magical abilities with 3 extra damage.",
      "* Elder Blast - 12 - push the victim back 5 paces in a knocked down position - within 12 paces (3 times)",
      "* Blast - 6- Within 12 paces.",
      "* Quick Blast- 4- attack up to 3 enemies within 10 paces or attack 1 player 3 times. (3 times)",
      "* Blast Burst - 8- deal damage to all enemies within 8 paces and knock all victims down (1 time)",
      "* Disarm- Disarm an opponent’s weapon and place it 8 paces away and push them back 2 paces in a knocked down position. (3 times) within 10 paces.",
      "* Fire Whip- use 2 readied spells to trap an enemy in a fire bind. The player may not move or teleport  but may cast spells. Deal 3 fire damage each of their turns. This can only be broken by a player’s spell with two readies. (1 time) within 6 paces.",
      "* Bind- if there are up to three enemies within 4 paces of each other, bind them together, or bind a single player. These players cannot teleport while bound. Only a magical attack can break the bind.  Within 8 paces (1 times)",
      "* Transfigure - transfigure up to 3 dropped unenchanted or non-magical items into conjured minions with 6 health. These minions can roll to bind an enemy and block a ranged attack if the target is within 3 paces of the minions. - within 20 paces (2 times)",
      "* Firestorm- use 2 fireball attacks with 5 damage within 12 paces and create a fire barrier 6 paces around you for 1 turn. During that turn you may use 2 more fireball attacks.The next turn you may change it into a fire wall starting from 1 point in the barrier and 10 paces away. Remove this the following turn. Only a water or ice attack with three readies destroys this. (1 time)",
      "* Teleport- teleport yourself and a player within 1 pace anywhere on the field. (3 times)",
      "* Charm of Joy- conjure a charm of joy 3 paces from you. This charm has a speed of 12. No conjured enemies or non-archaic dark enemies may come within 6 paces of the charm. Remove the charm in 2 turns. (1 time)",
      "The Sword of the Griffin  - 6 - Enchanted and piercing. Deal an extra 6 damage to dark enemies. Within 3 paces.",
      "Phoenix Teleport- As your phoenix passes over you, you may remove yourself and the phoenix from the game for 1 turn, then you may appear anywhere on the field at the start of your second turn. (1 time).",
      "Group stun - 4 -  Push all enemies within 5 paces instantly back 2 paces in a knocked down position, each enemy dealt damage cannot move for 1 turn. (1 time)"
    ]
  },
  {
    "name": "The Grandmaster",
    "health": 22,
    "subclass": "Legendary Light HotO Fighter",
    "description": "Battle IQ. Immune to illusions. When this player is killed, remove his body from the field  and during one of your turns you may increase the attack of a player by 4 for a turn or decrease a non-archaic enemy’s defense by 4.",
    "attack": 7,
    "defense": 5,
    "will": 10,
    "speed": 5,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Defense Advantage - (7 against swords and projectiles)",
      "Crystal Sword - 8 - you may increase your speed to 10 paces if you would attack with this weapon this turn. - Within 2 paces",
      "* spiral attack - attack each enemy within range of you this turn after decreasing their defense by 3 (3 times)",
      "*  throw - attack an enemy up to 10 paces away, then either call your weapon back to you or move this player to the victim and gain your weapon back. (2 time)",
      "* Saber Mastery - While you are attacking, increase your attack by 2 then choose to either disarm an opponent, knock them down, roll again to deal an extra 5 damage, or decrease their defense by 3. (2 times)",
      "The Force - move an object, player, or non-great block within 10 paces up to 8 paces, unless the object is being wielded by a legendary player.",
      "* Harmonize - spend a turn to give all of your players +4 attack for their next turn. (1 time)",
      "* Mind Trick W- While an enemy is within 5 paces of you, he must skip his next attack phase. (2 times)",
      "* Shield- while being attacked over 4 paces away, increase your defense by 3. (2 times)",
      "* Catch Shield - decrease explosive or crushing damage by ½ - (3 times)",
      "* Repulse -  instantly push all players within 8 paces back 5 paces in a knocked down position. (1 time)",
      "* Meditation - Use only this ability for a turn to either increase all of your players’ attack by 5 on their next turn, or increase your health by 8, or use a Force ability with no range limit. (2 times)"
    ]
  },
  {
    "name": "The Emperor",
    "health": 28,
    "subclass": "Legendary Dark HotO Fighter",
    "description": "Battle IQ. Immune to curses, illusions, or lightning.",
    "attack": 7,
    "defense": 4,
    "will": 9,
    "speed": 5,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Defense Advantage - (7 against swords)",
      "The Dark Side - move an object or player within 12 paces up to 10 paces, unless the object is being wielded by a legendary player.",
      "* Dark Lightning -10 - this can only be used once per turn. You may push the victim 5 paces in a knocked down position)  and decrease the victim’s defense by 4 for one turn. If the victim of this attack is wielding a Crystal sword, his defense role gains 2. (inifinite, until your health is lower than 10)- within 6 paces",
      "* Force Push - 5- push up to 3 players, small blocks, or companions in any direction up to 10 paces. You may bind up to two players against a block for a turn. (3 times)- Within 5 paces",
      "* Repulse - 5- instantly push all players within 6  paces back 5 paces in a knocked down position. (1 time)",
      "* Choke - 4 - the victim must skip a phase next turn and decrease their defense by 3. - within 6 paces (1 time)",
      "* Great Force - move up to 3 non-great blocks or players within 6 paces up to 8 paces. Blocks deal 8 damage if they strike a player. (2 times)",
      "* Old Arts - Skip this turn and pay 6 health, then role three 5 damage magical attacks against a player on the field. (1 time)",
      "Crystal Sword - 8- opponents without battle IQ decrease their defense by 2. within 3 paces",
      "* Shadow Speed- change your speed to 8 and attack each player in range as you move after decreasing their defense by 3  (2 times)",
      "* Spin- attack an enemy within 6 paces decreasing their defense by 3 and deal an extra 3 damage. Push the victim back 4 paces (1 time)",
      "* Sword Mastery - While you are attacking choose to either disarm an opponent, knock them down and back 3 paces, roll again to deal and another 5 damage, or deal an instant 4 damage if you fail your attack unless they have battle IQ (2 times)"
    ]
  },
  {
    "name": "Mithrandir",
    "health": 27,
    "subclass": "Legendary Light Archaic Wizard Warrior",
    "description": "Immune to possession and illusions.",
    "attack": 5,
    "defense": 5,
    "will": 8,
    "speed": 7,
    "is_flying": false,
    "companions": [
      {
        "name": "Halfling companion",
        "subclass": "Companion",
        "description": "",
        "health": 15,
        "attack": 5,
        "defense": 6,
        "will": 8,
        "speed": 5,
        "is_flying": false,
        "companions": null,
        "attacks": [
          "Elven dagger with a damage of 5."
        ]
      }
    ],
    "attacks": [
      "Defense Advantage - (+7 against fire attacks)",
      "Enchanted Elven Sword- 8 - within 3 paces",
      "Lightning Sword- if you are on the highest or second highest place on the field and you are wielding the elven sword, then the damage of the attack increases by 10 for one turn and is treated as magica. (1 time)",
      "“No, no, the big one!”- spend a turn to ready this attack. You can use a firework attack with a range of 24 and deal an instant 5 damage to all players within 6 paces of the targeted area. (2 times)",
      "Ring of Power - after using one of these abilities, increase your player’s will by 2 permanently.",
      "* Fire Ball- 4 place a fire where the attack lands and any players who pass the fire are set on fire. (4 times)- within 10 paces",
      "* Fire Staff - while making a non-magic staff attack, increase its damage to 7 and set the victim on fire. (2 times)",
      "Staff -4- 2 paces",
      "* Blast-5 (inifinite) within 10 paces.",
      "*  Push- push the opponent in any direction 8 paces (4 times) - within 5 and 8 paces away.",
      "* Great Blast- push all enemies within 8 paces back 8 pace and deal an instant 3 damage to all enemies in range. (1 time)",
      "* Bridge Breaker- remove a block that this player is standing on and move back up to 3 paces before removing the block. (3 times)",
      "* Shield- no enemies or attacks may come within 7 paces of this player for 2 turns as long as he does not move. A successful spell attack with 3 or more readied spells or an attack dealing 13 damage or more can remove the barrier. (2 times)"
    ]
  },
  {
    "name": "The High Warlock",
    "health": 26,
    "subclass": "Legendary Dark Wizard",
    "description": "This player can absorb 1 demon spirit without a vessel and gain 6 health during a phase.",
    "attack": 6,
    "defense": 3,
    "will": 8,
    "speed": 6,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Cursed flames - 8 deal magical cursed damage to all players in a 6 pace range and set all victims on fire. (2 times)",
      "Burning Phantom Blade - 7 - Set the victim of this attack on fire. If this weapon is removed from the user's hand, then it is removed from the field instantly and placed back into this player's hand next turn. This weapon is treated as magical damage.  - within 3 paces",
      "Cursed Dagger- 5-  within 1 pace",
      "Absorbing Consumption - This player can instantly absorb 1 demon spirit without a vessel and gain 6 health during a phase.",
      "Staff-4- within 1 pace",
      "* Attacking spell- 5- (inifinite)- within 10 paces",
      "* Fireball- 4- place a fire where the attack lands and any players who pass the fire are set on fire. (3 times)- within 10 paces",
      "* Fire Wall- create a fire barrier 8 paces across and 5 paces from you. Any player who passes through the barrier is set on fire. (1 time)",
      "* Fire Rain- deal 5 instant damage to any players within 8 paces of you. Any who are not wielding a shield are set on fire. (1 time)",
      "* Dark Magic - if there are three fires on the field and you have two readied spells, remove the fires and increase your speed to 15 paces flying, and any players you pass over are knocked down. This lasts until you are dealt more than 10 damage at once. You may attack while in a movement phase. (1 time)",
      "* Demon Summoning - Summon 1 demon spirit to the field. (6 times)"
    ]
  },
  {
    "name": "The Last Time Lord",
    "health": 26,
    "subclass": "Legendary Wizard",
    "description": "Immune to time spells. One of your players may skip their turn to give this player an extra 8 damage with a Time Blast. (3 times)",
    "attack": 5,
    "defense": 4,
    "will": 9,
    "speed": 8,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Time Blast- 7- within 10 paces (inifinite)",
      "Player Praise -  after you take over 10 damage from an attack, have all of your other players skip their turn. Then during the same turn you use this, increase the damage of Time Blast to 18, and gain 15 health. (1 time)",
      "Memory Removal W - if a player is within 1 pace of you, they cannot attack you for 2 turns or move next turn unless you attack them,. (2 times)",
      "Tardis Cane- 4 - within 2 paces",
      "* Wormhole- teleport yourself or another player anywhere on your current level on the board.(3 times)- within 20 paces",
      "* Dimension Jump- remove yourself or another player from the game for 1 turn, then place the selected player back in the game in his original spot. This cannot be used on a Legendary Angelic or Archaic enemy without consent. (2 times)",
      "* Dimension Bend- choose another player and reverse all the damage and effects of potions and spells that occurred during their last turn, then place them in their starting position of their last turn. (2 times)",
      "* Regenerate- when this player takes 8 or more damage after an attack, waste your next movement to gain 15 health and instantly push all players within 5 paces back 8 paces. Or you may give 15 health to another player within 2 paces (4 times)",
      "* Group Rescue- if two of your players are within 3 paces of you only, remove those players and yourself for 2 turns and place yourselves anywhere on the field on the 3rd turn. (1 time)",
      "* Re-adjust - remove all the magic abilities of 1 weapon within 6 paces for 2 turns (3 times)."
    ]
  },
  {
    "name": "He Who Must not be Named",
    "health": 28,
    "subclass": "Legendary Dark Wizard",
    "description": "Battle IQ. This player may use the Snake animal companion with a health of 10, a speed of 15, and a damage of 4 with poisoning effects. This animal may also bind a player as an attack until it is attacked. This player has a readied spell at the start of each turn.",
    "attack": 6,
    "defense": 4,
    "will": 8,
    "speed": 7,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Defense Advantage - (6 against spells)",
      "Wand",
      "* Blast- 5- this blast instantly kills any minion or companion after dealing damage. (inifinite) within 10 paces.",
      "* Curse- 5- decrease the victim’s defense by 4, and decrease their speed by 4 or give the ‘cursed’ properties to a weapon within 2 paces - within 10 paces.",
      "* Torture- 5- deal 3 damage to the victim every time he moves or attacks. Disarming or killing this player, or a healing spell or potion removes these effects. (2 times)- within 8 paces",
      "* Control- W - Control a player until they are hit by a spell or dealt over 8 damage (1 time)",
      "* Possession- W- Remove this player from the field and role to possess a non-supernatural or legendary player. You may control this player non-magic attacks for 2 turns. (1 time)",
      "* Silver Shield - Conjure a shield to wield. Increase your defense by 4 against projectiles or  spells for 3 turns. (1 time)",
      "* Flying- increase your speed to 18 paces for this turn and gain the flying property, you may attack while moving (4 times)",
      "* Teleport- teleport yourself  and anyone within 1 pace to anywhere on the field. (2 times).",
      "* Dark Wind- 4-Push all enemies within 5 paces back 4 paces. (2 times)",
      "* Fiend Fire- summon a fiend fire dragon with:  H: 20 Damage: 8 to any within 3 paces of the target, speed: 12 paces. This acts as a dark enemy and takes an instant 3 damage when hit by a water attack. (1 time).",
      "Soul Splitting - Immediately after killing an enemy, choose an object within 8 paces (weapon, animal, minion, or companion). The chosen object cannot be killed or destroyed except by a legendary weapon, fiend fire, wildfire, or this player. This object cannot kill this player. When this player dies, pay 8 health within 1 pace of the object to revive this player at full health and ability status, minus this spell, if it was used. (6 times)"
    ]
  },
  {
    "name": "The Tyrant Wizard",
    "health": 26,
    "subclass": "Legendary Dark Wizard",
    "description": "this player begins with  three ‘Follower’ companions with 15 health, A+3, D+2, 6 speed, and 4 blast magic damage. This player has a readied spell at the start of each turn.",
    "attack": 6,
    "defense": 3,
    "will": 8,
    "speed": 8,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Defense Advantage = (+6 against spells)",
      "Wand",
      "* Blast - 6 - any minion hit with this attack is destroyed (within 10 paces)",
      "* Quick Blasts - cast 3 blast attacks at up to 3 enemies within 8 paces. (3 times)",
      "* Oppression blast - 10 - deal damage to all enemies within 4 paces of the target pace, push all victims back 5 paces in a knocked down position. (1 time)",
      "* Lightning Conjure - 8 - roll for damage to all enemies within 10 paces any time during their turn, any victims are knocked down for their turn. (1 time)",
      "* Venom Transfigure - transfigure up to two non magical or non enchanted dropped objects within 4 paces into serpent minions with 3 health, 6 speed, and 2 damage within 1 pace, any victims are afflicted with poison effects. (1 time)",
      "* Teleport - teleport yourself and a player within 1 pace of you anywhere on the field. (3 times)",
      "* Shock - 4 - the victim of this attack decreases their defense by 3 and speed by ½ and cannot ready spells or weapons next turn. (3 times) within 5 paces.",
      "* Counter Attack - while being attacked by a magical attack with, instantly block the attack and roll to redirect it to an enemy within 8 paces. (2 times)",
      "* Wand Curse - destroy a non-legendary player’s wand with no readied spells on it within 6 paces. (1 time)",
      "* Diabolic Protection - using two readied spells, conjure a fire barrier within 6 paces around you. While it is present, you may cast a fireball attack (6 magical damage within 6 paces) from the barrier as a separate phase. Enemies are dealt an instant 8 magical damage when they touch the barrier. Allied players may pass through the barrier. Only 2 legendary magical attacks with 2 readied spells or 4 non legendary magical attacks can remove the barrier. Using 2 readied spells you may remove the barrier and conjure 3 ‘Fire Dragon’ minions along the barrier with 10 health, 12 speed, 8 magical damage within 1 pace. (1 time)",
      "Telekinesis - move a dropped object or knocked down player within 6 paces up to 5 paces."
    ]
  },
  {
    "name": "The Master of the Mystic Arts",
    "health": 24,
    "subclass": "Legendary Wizard Fighter",
    "description": "Immune to illusions. When this character dies, you may destroy 1 spirit on the board. This character maintains the Cloak of Levitation with a bind ability up to 20 paces, but if it is attacked while binding a player it is destroyed. While wearing the cloak, this player takes no falling damage.",
    "attack": 5,
    "defense": 4,
    "will": 9,
    "speed": 8,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Defense Advantage -(+7 against spells and attacks over 6 paces)",
      "Arcane Blast Beam - 8 -  Within within 8  paces (4 times)",
      "Conjure - conjure either a shield to increase your or a player within 6 paces’ defense by 4 for a turn or a sword with 8 damage within 3 paces. These weapons cannot be dropped, but are removed from a player when you take over 6 damage. (4 times)",
      "Sling Ring - create two  teleportation paces on the board and any player that passes on it is moved to the corresponding pace. You may keep one pace active as long as you are not attacked. (4 times) within 5 paces",
      "Whips - conjure a whip weapon with 5 damage within 6 paces and a bind ability within 4. After binding a player you may move them up to 3 paces. (3 times)",
      "Astral Project - conjure an astral player next to this player’s body. The astral player may move and attack supernatural and spirit players while only taking magic damage from legendary HotO or supernatural players. You may not move, attack, or defend with your body while you control the astral player, but you may remove the astral player to defend while it is within 8 paces of your body. (1 time)",
      "Multiply - Remove this player and place up to 4 duplicate players on the board with 8 health that can only use conjure and whip as attacks. You may replace them with this player at any time. (1 time)",
      "Dimensions - place a dividing barrier at the middle of the board. Any player on this player’ side may move from each level of the board without climbing or falling. Players may only leave or enter this part of the board with either this player’s permission or a teleport ability unless they are supernatural or legendary HotO players. While inside the barrier, this player and magical players may move blocks during their phase. This player may either move in and out of the barrier at will. A magical attack with 3 readied spells or 12 or more damage will remove this barrier (1 time)",
      "Crimson Bands - Spend a phase to bind any player within 8 paces while this player does not move, attack, or take damage. Only a magical attack with damage above 8 can remove this bind otherwise. (1 time)",
      "Atmosphere - when a magical attack or ability is made that uses either water, ice, wind, or sand, remove the effects from all players within 8 paces of you, or spend a turn to remove the effects from the field completely. (1 time)",
      "Group shield - create a shield barrier 5 paces around this player while this player does not move. Only a magical attack with 3 readied spells or a non-magic attack of 14 or more damage can destroy the shield. Supernatural players may pass through the shield (1 time)",
      "Temporal Singularity",
      "* Temporal Manipulation- spend a phase to reverse the damage done to either yourself or another player in the past turn, move a player back to where they were 2 turns ago, or make all non-supernatural or non HotOl players within 10 paces skip a turn. (2 times)",
      "* Past Studying - remove this player from the board for 3 turns unless a legendary supernatural player is on the board. Then return this player with an extra 2 attack and defense, and with the following abilities:",
      "* Legion Conjuring - use either a Great flames attack - 10 -dealing damage to all players in a 6 pace range and set all victims on fire, or  conjure 3 tentacles with 6 damage and a range of 6, and a health of 6. (2 times)",
      "* Absorption - instantly remove a minion from within 4 paces of this player and increase your health by 6, and add back another ability ‘time’ use. (3 times) Or instantly cancel any ranged group damage attack within 8 paces. (1 time)",
      "* Ancient Protection Spell - spend a phase to give a player and their weapons or items immunity from any attacks over 3 paces away unless from an archaic player, legendary angel, or legendary weapon. The players take no damage from falling or pushing. The player and their items are also unaffected by curses or enchantments. within 5 paces (2 times)"
    ]
  },
  {
    "name": "The Chosen Patron",
    "health": 22,
    "subclass": "legendary light wizard",
    "description": "This player begins each turn with a readied spell. This player begins with the Owl companion. This player may roll to defend a player within 5 paces before the targeted player rolls.",
    "attack": 4,
    "defense": 6,
    "will": 10,
    "speed": 8,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Wand",
      "* Signature Disarm -6-  Disarm an opponent’s weapon and place it 8 paces away after pushing them         3 paces back and knocking them down.",
      "*  Stun - 4 the victim of this attack must be placed in a Knocked Down position and must skip their next turn. (3 times) within 10 paces",
      "* Jinx - every time the victim fails an attack, he is disarmed and knocked down. (2 times)- within 10 paces.",
      "* Shield - increase all allied players’ defense within 4 paces by 4 for 2 turns against ranged attacks over 4 paces from them, and reduce the damage of all ranged attacks by ½. (2 times)",
      "* Summoning Charm - choose one non legendary item on the field not being wielded and bring it instantly to your hand. (2 times)",
      "* Reverse Spell - while defending against a wand wielding enemy, roll a will attack against them. If you win, their attack is dealt to them, if you lose, it is dealt to you. (1 time)",
      "* Defending Flames - while being attacked by an enemy while you are knocked down, bound, or unable to defend due to an effect, if the attack fails, deal 5 damage to them, and destroy their weapon. (1 time)",
      "* Charm of Joy -conjure a charm of joy 3 paces from you. This charm has a speed of 12. No conjured enemies or non-archaic dark enemies may come within 6 paces of the charm. Remove the charm in 2 turns. (2 times)",
      "Broom - make this player’s speed 20 while holding this weapon and give him the flying property. You may pass over a player to ‘carry’ them while you move.",
      "Cloak of Invisibility - until their next turn the player holding this cannot be attacked from over 4 paces away unless it is by a Will attack or if they are being attacked by a player in range. Increase the player’s defense by 9 and decrease the attacker’s attack by 3. (3 times)",
      "Phoenix Call - when this player’s health is below 15 you may summon the Phoenix companion to him and equip him with the Sword of the Griffin with a damage of 6 within 3 paces, only your players may wield this weapon.",
      "The Master of Death- the turn after this player dies from an enemy attack, you may summon Death to the field for 1 turn. (1 time)",
      "Charm of Love - if a player within 8 paces of you would die from an attack, you may move to that player and instantly redirect the damage to you. If this kills you, the player(s) originally targeted cannot be damaged or affected by the enemy’s magical abilities. If the enemy is within 1 pace of the player, they are dealt an instant 10 damage."
    ]
  },
  {
    "name": "The Master of Song",
    "health": 20,
    "subclass": "Legendary Wizard",
    "description": "Description.",
    "attack": 4,
    "defense": 3,
    "will": 7,
    "speed": 6,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Book of Songs - Each song takes two phases to activate and can only be used once.",
      "* Chant of Inspiration - give each of your players an extra 2 will, speed, and attack for the next two turns.",
      "* Dirge of Mourning - if one of your players has died, make all other players skip a phase for the next two turns.",
      "* Hymn of Healing - heal all of your player 4 health at the start of their turn for the next two turns.",
      "* Psalm of Saving - remove the effects of all magical or supernatural powers from all of your players and heal them 5 health.",
      "* Song of Creation  - conjure 5 flowers and 2 trees with the following effects: Any player may consume the flower or give it to a player that has died the last turn to increase their health by 5 and remove any negative potion or magic effects. Each tree has 20 health that receives 10 extra damage from fire and 10 health from water. Increase the health of all players within 4 paces of the tree by 4 at the end of their turn even if they are dead.",
      "* Rhyme of Illusions- W - all enemies must move toward a player nearest them that is not one of your players and until they make an attack that is not their lowest damage attack.",
      "* Lay of Enchantment - give one of your player’s weapons the enchanted quality and decrease all magical damage to your players by 4 for 2 turns.",
      "* Lullaby of Weariness - W - decrease the speed, defense, and attack of all enemy players by 2 for 2 turns.",
      "* Prayer of Protection - increase all of your players’ will and defense by 2 and make them immune to curses for the next two turns.",
      "Shortsword - 6 - within 2 paces."
    ]
  },
  {
    "name": "The Commander Wizard",
    "health": 22,
    "subclass": "Legendary Elite Wizard Commander",
    "description": "Description.",
    "attack": 6,
    "defense": 4,
    "will": 7,
    "speed": 8,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Black Lotus - Place this within 1 pace of you with 10 health. It cannot be moved or picked up. Any of your players within 3 paces of this item begin their turn with 3 readied spells. (1 time)",
      "Commander Staff - 4 - within 3 paces. Choose 2 abilities from 1 color for this staff to use, except each can only be used 1 time and not be included in the chosen abilities for your Command Post.",
      "COMMAND POST: Command Zone - 20 - Choose a total of 8 abilities to use during the game. Use a readied spell to activate any ability.",
      "White:",
      "Use 2 readied spells to conjure an angel minion with 15 health, 10 speed with flying, and 7 damage within 4 paces. (3 times)",
      "conjure a Sword with 8 damage within 3 paces and +2 and +1 to Attack and Defense (2 time)",
      "no non legendary dark enemies may come within 4 paces of a selected player or minion (2 times)",
      "use 2 readied spells to give all of your players and minions 10 health (2 times)",
      "use 3 readied spells and pay 5 health to make a player skip their next turn (2 times)",
      "Blue",
      "create a copy within 5 paces of you of a minion or companion on the field  (2 times)",
      "use two readied spells to instantly negate a magical ability or attack on the field (2 times)",
      "use two readied spells to control a non legendary player, minion, or companion on the field for 1 turn (2 times)",
      "use two readied spells to return a player to their starting position (2 times)",
      "use two readied spells to replenish one of a player’s ‘times’ on an ability except this one (1 times)",
      "Green",
      "give a player, minion, or companion an extra 3 damage with all of their attacks for a turn (3 times)",
      "create a wall two levels high and up to 8 paces in any direction (3 times)",
      "conjure a beast minion with 15 health, 7 speed, and 8 damage in 2 spaces (3 times)",
      "use two readied spells to either return a player’s health to ½ its original or revive a minion or companion. (3 times)",
      "conjure two bird minions with health 6, speed 12 flying, damage 4 within 1 space (3 times)",
      "Red",
      "use two readied spells to give all of your players an extra phase for movement (3 times)",
      "deal 6 physical damage to up to 3 enemies within 8 spaces (2 times)",
      "use two readied spells to destroy a non-legendary, non magical weapon within 5 spaces (2 times)",
      "create 2 Goblin minions with 6 health, and 12 speed, they deal instant 2 damage to any enemy within 2 spaces and decrease their defense by 3 when attacking (3 times)",
      "conjure a fire sword for any player in 6 paces with 6 damage that sets the victim on fire (3 times)",
      "Black",
      "conjure three zombie minions within 6 paces with 6 health, 6 speed, and 5 damage within 1 pace (3 times)",
      "give a weapon within 8 paces the poisoned effects (3 times)",
      "spend two readied spells to revive all of your dead players, minions, and companions as zombie minions 2 times)",
      "spend two readied spells to instantly deal 3 damage to all players at the end of each of their next 2 turns (2 times)",
      "choose one enemy within 8 paces. For the next 3 turns, deal 3 damage to them every time they attack, and if their attack fails, either disarm them or knock them down. (3 times)"
    ]
  },
  {
    "name": "The Mistress of All Evil",
    "health": 26,
    "subclass": "Legendary Dark Maiden",
    "description": "Immune to fire and poison",
    "attack": 6,
    "defense": 3,
    "will": 8,
    "speed": 7,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Enchanted Staff- 6- push the victim back 5 paces (within 2 paces)",
      "* Lightning- 6- deal damage to all enemies within 4 paces of the victim. (within 8 paces)",
      "* Thunder- 12- this spell can only be used at the highest point on the field. Deal damage to all enemies within 6 paces of the target. Destroy the block the target is on whether or not the attack deals damage. If the enemies in range have a speed above 8, increase their defense against this attack by 3.  (within 20 paces). (3 attempts)",
      "* Birthday Gift- select 1 player on the field. In three turns, if that player is dealt any damage on the third turn, they die at the end of that turn. (1 time)",
      "* Hypnotize  W- select 1 non-magic player 6 paces from an enemy and control them for 2 turns, except they may only move. (1 time)",
      "* Teleport- teleport to anywhere on the field and set any enemy within 3 paces on fire. (2 times)",
      "* Fire Teleport- when you are on the highest point on the field, teleport yourself to another level and instantly set any enemies within 4  paces on fire unless they have a shield. (1 time)",
      "Powers of Hell- give this player a speed of 10, the armored 6 trait, and change her attacks to Strength - 11 (within 3 paces), Fire breathing -9- deal damage to all players in 4 paces of victim and set them all on fire (within 10 paces). This player cannot be bound now (1 time)",
      "Forest of Thorns- this spell can only be used at the highest point on the field. Make a barrier up to 15 paces in length and 2 levels hight. Any player who comes within 4 paces of it decreases their speed to 1 pace and must make an attack to increase  their speed by 2 paces until they are out of the field. If the barrier is hit by a fire attack then any within it are set on fire or in range of it are set on fire afterwards. (within 20 paces) (1 time)"
    ]
  },
  {
    "name": "Morgana Le Fey",
    "health": 26,
    "subclass": "Legendary Dark Wizard Maiden",
    "description": "This player begins every turn with a readied spell.",
    "attack": 5,
    "defense": 4,
    "will": 8,
    "speed": 7,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Cursed Dagger- 5- (within 2 paces)",
      "Accursing- give a weapon within 5 paces the ‘cursed’ quality. (3 times)",
      "Blast Spell - 5- this spell must be readied in the player’s hand and you may have more than one readied.  Within 10 paces(inifinite)",
      "Lightning- 7- decrease the victim’s defense by 3 for one turn. If the victim of this attack is wielding a Crystal sword, his defense role gains +2. This can only be used while wielding one weapon. within 6 paces (2 times)",
      "Fire Ball - 7 - place a fire where this lands and set the victim on fire. within 8 paces (3 times)",
      "Great Flames - 12 - set the victim on fire, and deal 4 fire damage to all within 3 paces of the victim. Within 7 paces. (2 times)",
      "Weapon Conjure - conjure either a sword, ax, or spear within 5 paces. (2 times)",
      "Freeze - immobilize a player within 6 paces for two turns unless they are hit by an attack or use a fire attack (3 times)",
      "Weapon Transfigure- turn a player’s non-enchanted or non-magical weapon into a minion with 6 pace speed for 2 turns (2 times)",
      "Vanish - remove this player from the game and at the start of her next turn place her 20 paces from where she was. (1 time)",
      "Rising Spirits- spend a turn to summon two dark demon spirit minions to the field. These spirits have 1 health, 8 speed, and 5 magical damage within 1 pace and can only be damaged by magical damage. (3 times)"
    ]
  },
  {
    "name": "The Elven Queen",
    "health": 28,
    "subclass": "Legendary Light Maiden",
    "description": "Immune to water and wind. You may give any of this player’s weapons except the Ring of Power to any player within 5 paces.While this player is alive, increase all of your players’ Will by 4.",
    "attack": 4,
    "defense": 5,
    "will": 9,
    "speed": 8,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Ring of Power",
      "* Water Spell- 6- within 10 paces (inifinite)",
      "* Wind- 4 - push all players within 6 paces, back 5 paces into a knocked down position. (3 times)",
      "* Terrible Beauty- 5- deal damage to all enemies within 8 paces. Those who take damage must skip a phase next turn. (2 times)",
      "* Heal- give any player within 4 paces 6 more health, or remove the effects of poison on a player in range or remove the effects of a lasting spell or power. (3 times)",
      "* Elven Enchant- enchant any weapon within 10 paces. Any Dark enemy dealt damage by the weapon takes an extra 4 damage. (inifinite)",
      "* Banish-  Instantly push all enemies within 5 paces back 15 paces. (1 times)",
      "* Obliterate- destroy all dark minions within 6 paces.  (1 time)",
      "* Banishing the Dark W- as long as this player is at least 10 paces away from a dark enemy, all dark enemies cannot use attacks over 3 paces within 20 paces of this player for 3 turns. (1 time)",
      "* Aiding Power- As long as this player is alive, increase the damage of all your players' attacks by 1/2 or increase all their attacks by 3, or increase their speed by 3 paces, or increase their Will by 4. (2 times)",
      "The Elven Song- W - increase all of your players’ will by 4 and undo any controlling spells over them. If they are possessed, remove the demon. (1 time)",
      "Elven Dagger-6- piercing, within 1 pace.",
      "Starlight Vile- instantly reduce the defense of all Dark enemies within 5 paces by -3 and keep them 3 paces away from you until your next turn (2 times)",
      "Way Bread- remove the lasting effects of anything that decreases your will or speed. (3 times)",
      "Elven Cloak- the player using this gets an extra +3 defense against attacks over 4 paces away."
    ]
  },
  {
    "name": "The Witch of Black Magic",
    "health": 26,
    "subclass": "Legendary Dark Wizard Maiden",
    "description": "his player may conjure a cauldron within 2 paces at the start of the game. Skip an entire turn beside the cauldron to use it as a spell readier. As long as you are within 3 paces of the cauldron , you can skip spell readying. The cauldron has 10 health.  When this player dies, she may make an attack of 8 damage as a spirit unless she is banished or her body is destroyed.",
    "attack": 5,
    "defense": 3,
    "will": 8,
    "speed": 8,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Wand",
      "* Curse- 5- decrease the victim’s defense by 3, and decrease their speed by -2.( these effects can only be used 3 times.)- within 10 paces",
      "* Hex- 4- decrease the victim’s defense by 3 and deal 2 damage to them every time they move. (3 times)- within 10 paces",
      "* Jinx- every time the victim fails an attack, he is disarmed. (2 times)- within 10 paces.",
      "* Transfigure curse - Transform a non-archaic character into a Toad with 5 health, 8 Speed, A+0, D+8 for 2 turns. (1 time) within 6 paces",
      "* Torture Curse - 4- deal 1 damage to the victim every time he moves and 2 every time he attacks. A healing spell or potion removes these effects. (1 time)- within 8 paces",
      "* Control Curse - W instantly control any conjured enemy within 8 paces (inifinite). Control a player until they are hit by a spell. (1 time)",
      "* Violent Push- 4- push an opponent in any direction 8 spaces. If the target is pushed into a wall then he must remain there for his next turn. (3 times)- within 5 and 8 paces",
      "Jinxing Runes - Spend a turn to cast a Rune Circle 15 paces around this character. Other players’ magical abilities within the Circle receive a -6 on their rolls and deal ½ damage. This circle may only be removed by dealing 10 magical damage to the Circle . (1 time)",
      "Magic Absorption - if you have at least two readied spells you may instantly absorb a magical attack, receive no damage, and reset one of your spells’ number of“times” of use except this one. (3 times)",
      "Potion Conjuration - Spend a phase to conjure either a Wolf’s Bane, Nightshade, or Strength potion to use. (2 times)",
      "Broom - increase your speed to 20 flying. You may cast spells as you move. (3 times)",
      "Voodoo- One player within 1 pace of a victim can make a “pluck” attack, then return to the cauldron, or place any weapon of another player in the cauldron. The next turn conjure a voodoo doll. Once you conjure this, you may skip your movement and/or attack phase to control the player’s movements and non-magic attacks. You may deal non-magic damage to the voodoo doll to deal instant ½ magical damage to the victim. Once the cauldron is destroyed, the voodoo spell is removed. (1 time)"
    ]
  },
  {
    "name": "The Evil Queen",
    "health": 24,
    "subclass": "Legendary Dark Maiden",
    "description": "Reduce all non-Magic damage by 1/2 unless it is from another Maiden. Deal an extra 5 damage to this player if she takes non-magic damage from a Maiden. If this player’s health is below 10 make her A = 3, D= 1, and speed = 5.",
    "attack": 5,
    "defense": 3,
    "will": 8,
    "speed": 8,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Cursed  Dagger- 6- within 2 paces",
      "Strength-7 - push the victim 4 paces. Within 2 paces.",
      "Heart Consume-spend a turn within 1 pace of a corps and gain 10 health. (3 times)",
      "Poisoned Kiss-while wielding no weapons, come within 1 pace of a character and decrease their defense by 3. If your attack is successful, place the player in a Knocked down position and make them skip their next three turns unless they are healed. This attack does not supernatural players  (1 time)",
      "Heart Rupture-if a player is immobilized for a turn or Knocked down, role 2 rounds of attacks. if the victim loses both rounds, they are killed instantly, supernatural or undead players (1 time)",
      "Youth Drain- while wielding no weapons and being within 1 pace of a maiden character, reduce that player's health to 10 and gain the  health taken away. (2 times)",
      "Obsidian Minions- conjure an obsidian minion within 8 paces with:10 health, 8 Piercing Damage within 3 paces, and a speed of 8. Any players without a shield take an instant 3 piercing damage when these are conjured within 3 paces of them(3 times)",
      "Transfigure Teleport- transform this player into three creatures with a health of 12 speed of 20. This player may then reappear anywhere one of those creatures stands. If 2 of the creatures are killed reduce this player’s health to 12. (1 time)",
      "Dark Healing- pay 5 health to heal a player within 3 paces of any damage taken from an attack within 3 turns and give all his non-magic attacks an extra 2 damage . If that player dies, reduce this player’s heath by 10. (2 times)"
    ]
  },
  {
    "name": "The Great Mother",
    "health": 26,
    "subclass": "Legendary Dark Maiden",
    "description": "Description.",
    "attack": 5,
    "defense": 4,
    "will": 7,
    "speed": 6,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Cursed Crystal Phantom Blade - 7 - This player cannot be disarmed of this weapon. within 3 paces",
      "Mystic Force - move an object or minion within 10 paces up to 6 paces. You may use dropped weapons as an attack with this ability.",
      "Mystic Teleport - spend a turn without being attacked. For the next 3 turns, you may teleport this player and others up to 8 paces at will 4 times (1 time)",
      "Sense Distortion - one non supernatural or force-sensitive player within 10 paces may only make attacks within 2 paces, and must decrease their defense by 2 against all attacks over 2 paces for the next 3 turns (1 time)",
      "Necromancy Chant - Spend a turn to reanimate all your supporting players’s or minions’ corpses on the field as undead minions with 8 health and 6 damage within 2 paces. unless their bodies are set on fire, you may spend a phase to reanimate them again on your next turn. (1 time)",
      "Shielded Lightning - Spend a turn to conjure a shield within 3 paces of this player. No players may enter the shield, but an attack over 12 damage will destroy the shield. While in the shield you may attempt a lightning spell with 8 damage within 12 paces up to 5 times. You may not cast other spells while in the shield. Once the last lightning spell has been attempted, remove the shield. (1 time)",
      "Cursed Enhancement - spend a turn within 1 pace of a player to give them either of the two groups of stats: dark berserker within armored 4, a strength 6 attack, and an attack bonus of +2, or dark elite with a speed bonus of 3 and an attack bonus of 2.(1 time)",
      "Voodoo Curse - roll to attack a player on the field for 0 damage. If the attack is successful, pay 10 health and spend a turn to conjure a voodoo doll token of that player. ½ of any damage dealt to the doll is delt to that player as magical damage. Remove this spell from the player if this player dies or is in her Ethereal form. (1time)",
      "Ethereal Transfiguration - When this player would die from an attack, you may instantly transfigure her into an “Ethereal Ghost” form of her player. This player counts as a spirit with 12 health that cannot use any abilities or attack except to roll to possess any non supernatural players and use their powers and abilities. You may also have a player pay 10 health to bring this player back into her normal form with 12 health and all her ‘times’ restored except this one. (1 time)"
    ]
  },
  {
    "name": "Her Imperial Highness",
    "health": 28,
    "subclass": "Legendary Dark Maiden",
    "description": "Immune to fire. If this player is dealt damage by a King within 1 pace, destroy the magical abilities of the Winter Wand. Any fires within 4 paces of this player are instantly removed. If this player dies and the Winter Wand (or its remains) is brought to a player’s starting pace, and a human character sacrifices 5 health, this player is revived with full health and abilities. This player begins each turn with a readied spell.",
    "attack": 6,
    "defense": 5,
    "will": 8,
    "speed": 7,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Long Sword- 7- within 3 paces.",
      "Strength- 7- push the victim 2 paces back. - within 2 paces",
      "Winter Wand- 5- piercing, within 3 paces",
      "* Ice Spell- 5 - the victim of this attack decreases their speed by ½ for 3 turns, unless they are hit by a fire attack. - within 10 paces.",
      "* Freezing Disarm - disarm all non-magic or enchanted weapons being held by an enemy within 8 paces. (3 times)",
      "* Wind of Winter- destroy all fires on the field and reduce all player’s speed by ½ for 3 turns. (1 time)",
      "* Winterized Weapon- if you are being attacked by a non-magic or enchanted weapon within 3 paces, and the attack fails, roll as an attack to destroy the weapon. (3 times).",
      "* Petrify- the victim of this attack must skip their next three turns unless they are hit by a fire or light attack, or are within 1 pace of a supernatural character.",
      "Winter’s Curse - no players may increase their will except by supernatural player abilities. All other players’ speeds are decreased by 2. All non supernatural fire damage is decreased by 3. (1 time)"
    ]
  },
  {
    "name": "The Brown Wizard",
    "health": 24,
    "subclass": " Legendary Elite Archaic Wizard",
    "description": "unaffected by poison. This player’s animal companion has a movement of 8 paces and has 3 damage within 1 pace, and a health of 5 with (A:+4 andD: +6). This companion may pick up weapons. Any player within 2 paces of this animal must attack the animal. This player is unaffected by conjured animals and possession.",
    "attack": 4,
    "defense": 6,
    "will": 8,
    "speed": 8,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Beast Master- choose one animal and move it in any direction, within 10 paces.",
      "Mushroom Potions -  give 4 health to a player in 1 pace and undo any poisoned effects(3 times)",
      "Phoenix Tears-  one player within 8 paces or cannot take damage from non-magic weapons for the next two player turns unless their health is below 12. (1 time)",
      "Property Potions - give a player either 2 extra attack and damage on their non magic attacks for 3 turns, the armored 3 quality, or 4 extra speed. (2 times)",
      "Friend Calling - summon one of the following within 3 paces of you: An Eagle companion with 20 health, A+4, D+4, speed 18 flying, damage 8 within 3 paces and the ability to carry players - A Bear companion with 18 health A+6, D+3, speed 6, damage 10 piercing damage within 2 paces - An Horse minion with 15 health and 15 speed that gives you an extra +2 attack when riding. (3 times)",
      "Staff- 5- 1 pace",
      "* Water Spell- 4- within 10 paces",
      "* Healing Chant - spend turn to instantly remove the effects of a cursed effect on a player within 3 paces. (2 times)",
      "* Rescue- teleport yourself and all of your players within 6 paces up to 20 paces away from an enemy. (1 time)",
      "* Hugh Master - All of your players receive +4 defense against attacks over 10 paces until this player is damaged (1 time)",
      "* Battle Ready - make your staff’s damage 6 magical and push any victims back 3 paces for the next 2 turns (1 time)",
      "* Shapeshifting - remove this player from any physical bind and give him 16 speed and A+0 D+8 until his next turn. (1 time)"
    ]
  },
  {
    "name": "The Master Alchemist",
    "health": 24,
    "subclass": "Legendary Elite Craftsman",
    "description": "this player can mix the effects of his readied potions and also place a readied potion in a firework. Each potion attack may have three attempts.",
    "attack": 4,
    "defense": 3,
    "will": 6,
    "speed": 8,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Staff- 4- 1 pace",
      "* Osmosis Property - this weapon can hold the effects of Wolf's Bane or Acid. Once a potion is added to the staff it cannot be removed or switched.",
      "* Enhanced Injections - give a player within 1 pace, one of the following properties: +4 damage on all non magic attacks, +4 speed, or +3 range on all attacks. (1 time)",
      "Wolf’s Bane Potion - the victim of this attack loses 2 health every turn and their defense is decreased by 2. If this potion is used without the staff it can only be used once. - within 6 paces",
      "Acid Potion - the weapon used by the victim of this attack is destroyed unless it is enchanted; if the victim is using 2 weapons and one is a shield, the shield will be the chosen one, if not then this player may select which weapon. If this potion is used without the staff it can only be used once.- within 4 paces",
      "Wildfire - wherever this potion lands, place a fire. if any player comes within 8 paces of that fire or passes through that area is set on fire and takes instant 4 damage along with normal damage from being on fire. (1 time).- within 10 paces",
      "Phoenix Tears Potion- give this potion to any player within 4 paces and that player cannot take damage from non-magic weapons for the next two turns unless their health is below 5.",
      "Elixir of Life Potion- the user may keep their health at its current amount for 3 turns.(1 time) - within 6 paces.",
      "NightShade Potion- all players within 6 paces of this potion decrease their speed by ½ and their defense and attack by -4 for 3 turns. (1 time) - within 8 paces",
      "Holy Water Potion- any Dark Supernatural player hit by this potion can take full damage from non-magic attacks and their defense is decreased by 3. (1 time)- within 6 paces.",
      "Toad Poison Potion- give any non-magic weapon within 2 paces this effect: the player dealt damage by the weapon has the poisoned property. (1 time)",
      "Remedy - while within 1 pace of a player, remove the effects of any potion on that player. (3 times)",
      "Firework- 5- deal instant damage to anyone 6 paces from a selected area within 20 paces. Use a turn to ready a potion and mix it with the firework so that anyone who is dealt damage by the firework also is affected by the potion. (3 times)",
      "Arcane Bomb Potion- the victim cannot use magical abilities for the 3 turns unless they are supernatural or Archaic (1 time)- within 6 paces."
    ]
  },
  {
    "name": "The Witch Doctor",
    "health": 26,
    "subclass": "Legendary Dark Elite",
    "description": "Immune to poisons.",
    "attack": 4,
    "defense": 3,
    "will": 7,
    "speed": 8,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Madness P[tion-3- each non magic attack the victim makes is dealt to every player within the range of the attack and the victim’s speed and attack are increases by 3 paces and his defense is decreased by 3 -within 4 paces",
      "Snake Juice Potion - remove all poisoned properties from a player but limit their attack range to 3 paces -  within 4 paces.",
      "Strength Potion - increase the victim’s attack by 4, the damage of all his non magic attacks by 3, and decrease his defense by -2. - within 4 paces.",
      "Spitting Venom - the victim of this attack cannot move for 2 turns, his defense is decreased to 0, and his attack range is 5 - within 2 paces.",
      "Demon’s Blood Potion- increase the damage of all a player’s attacks by 4, count the player as a dark enemy, and deal 2 magical damage to them every turn. - within 2 paces)",
      "Skull Bombs - 3 - instant non-magic damage to all within 3 paces. Spend a phase to equip a skull bomb with a potion and deal its effects to all who are damaged. (2 times)",
      "Cursed Spear- 5- between 4 and 6 paces away. If this weapon is destroyed, kill this player and remove his body.",
      "* Possession - choose one player who has died and take one of their magical abilities or special abilities for 3 of your turns. (1 time)",
      "* Zombify-  spend a turn next to a player who has died. The next turn, pay 5 health to restore the player’s full health and non-magic abilities and control them as a conjured enemy.(1 time)",
      "* Shadows- move any player or object, including weapons being wielded, within 8 paces 10 paces in any direction. You may remove a demon spirit to use this ability instead of its normal limit.  (4 times)",
      "* Demon Summoning- Summon 1 demon spirit to the field. (4 times)",
      "* Transfigure- after dealing damage to a non-magic or non-supernatural player, pay 10 health to transform a player into a frog with 10 health,D: +6, and 8 speed until this player dies, his cane is destroyed, or a spell reverses the effects. (1 time)"
    ]
  },
  {
    "name": "The Horned Necromancer",
    "health": 26,
    "subclass": "Legendary Dark Undead Conjurer",
    "description": "Immune to poisons.",
    "attack": 5,
    "defense": 4,
    "will": 8,
    "speed": 8,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Cursed Necro Blade- 8- Any player, companion, or minion that is killed with this weapon becomes a Dead Soldier. - within 3 paces",
      "Strength- 7- push the victim up to 3 paces (within 1 pace)",
      "Summon the Dead- summon 1 skeleton minion within 5 paces with: 15 health, 7 damage, and 8 speed. (3 times)",
      "Dead Soldier- summon 1 skeleton soldier minion within 5 spaces with : 20 health, 9 damage and 8 speed. (2 times).",
      "Buried Horse- summon a dead horse minion with 10 heath within 5 paces. (1 times).",
      "Reanimate- revive a player’s corpse on the board with: 10 health, 5 damage, and 8 speed. After a corpse has been killed, destroy it.",
      "Vampire Curse- if there is a vampire on the field within 15 paces, use 3 health to instantly control it for 3 turns.(1 time)",
      "Suspend and Sustain- if a player has 3 or less health they cannot be killed for 3 turns, unless this player is killed or this spell is undone. (1 time)",
      "The Black Cauldron- conjure a Cauldron within 3 paces. Place a corpse or dead soldier in the cauldron. All corpses or dead or revived conjured enemies on the field become yours to control with 8 speed and 8 damage within 2 paces.They cannot be killed or controlled by any means. If another player goes willingly into the cauldron, sacrifice that player and destroy all minions controlled by this cauldron. When this happens, all players must move 5 paces toward the cauldron during their movement phases until 1 player touches it. That player is destroyed along with the cauldron and the structure it was placed on. (1 time)"
    ]
  },
  {
    "name": "The Vizier of Illusions",
    "health": 24,
    "subclass": "Legendary Conjurer",
    "description": "Immune to illusions.",
    "attack": 5,
    "defense": 4,
    "will": 8,
    "speed": 8,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Crystal Dagger- 5-within 2 paces.",
      "Staff- 4- 1 pace",
      "* Serpents- summon 3 serpent minions within 5 paces with: 8 health,  and 8 speed. Enemies must destroy these before moving, attacking other players, or using abilities on other players.(1 time)",
      "* Spiders- summon 3 spider minions within 5 paces with: 8 health, and 8 speed. Enemies must destroy these before moving, attacking other players, or using abilities on other players.(1 time)",
      "* Ants- summon 3 ant minions within 5 paces with: 5 health and 8 speed. Enemies must destroy these before moving, attacking other players, or using abilities on other players (1 time)",
      "* Phantom Enemy-summon a phantom enemy companion within 5 paces with: 20 health, A+3, D+3, 8 damage, and 8 speed. (2 times)",
      "* Phantom Guards- summon a phantom guard minion within 2 paces with: 15 health, 10 damage (within 4 paces) and 8 speed. (2 times)",
      "* Doppelganger- place 4 doppelganger minions within 6 paces of your player with 5 health and remove this one. Each doppelganger can move 7 paces per turn and once you choose to attack the doppelgangers are removed. (1 time)",
      "* Psychic pain -W - 5- within 20 paces. This spell cannot be multiplied with readied spells.",
      "* Mass Illusion - W - all enemies must move toward a player nearest them except this one and make an attack that is not their lowest damage attack, and must repeat this for at least 3 turns, or until they take over 10 damage, or if this player is damaged. (1 time) or (2 times) targeting 1 enemy",
      "* Hypnosis W- control a player within 2 paces until they are dealt over 5 damage at once. (2 times)"
    ]
  },
  {
    "name": "The Pagemaster",
    "health": 22,
    "subclass": "Legendary Conjurer",
    "description": "Immune to illusion.",
    "attack": 3,
    "defense": 4,
    "will": 7,
    "speed": 5,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Enchanted Library Codex - You may only cast one Tale at a time. Once you cast another, undo the effects and minions from the previous.",
      "* Tales of Adventure - change the field into a single file row with ascending levels up to 8 levels total. Place no more than 3 players on any one board tile, then place a treasure chest at the top of the 8th level. The first player to touch the chest may roll to conjure one of the Archeologist’s mapping discoveries at random. You may conjure 7 “Stone Gollem” minions with 20 health, 4 speed, and 10 damage within 4 paces.",
      "* Tales of Danger - change the field to 3x3 square with blocks outlining a 4 sided square and multiple platforms. The base of the map is treated as lava that instantly destroys any player except Angelic and Demon players. Each turn, randomly an instant 6 fire damage to all players on one of the 9 squares.",
      "* Tales of Fantasy - create a dragon minion with 30 health, armored 5, speed 8, 10 damage within 5 paces and 14 fire damage within 10 paces. Then place one sword at the highest point on the field that can only be wielded once per phase and does 12 magical damage within 3 paces.",
      "* Tales of Mystery - create a 3x3 field with all blocks being 2 levels up treated as though they have a roof. Then place 4 clue tokens on the field at each corner block, and create a murderer companion with unknown health, +7 attack and defense, 8 speed, a 12 piercing damage attack within 1 pace, and a teleport ability (4 times). This companion’s health becomes 15 once all 4 clue tokens are being held within 3 paces of each other or if it leaves the Tale. No players may make attacks over 3 paces away and their defenses are decreased by 2.",
      "* Tales of Horror - create the same field with the same effects as the Tale of Mystery, except place either the Alien, the Ancient Vampire, or the High Priest of the Old One on the field as well as a companion.",
      "Enchanted Bookmarks - enchant one target object or minion. That object or minion may now remain on the board even if the Tale they are from is undone. (3 times)",
      "Sectional Keys - create a door 1 pace from you where you may teleport yourself or another player within 1 pace out of the game, then remove the door after at most 2 players have used it When you change Tales, place the players anywhere on the field together. (2 times)"
    ]
  },
  {
    "name": "The Magical Duelist",
    "health": 26,
    "subclass": "Legendary Fighter",
    "description": "This player begins each turn with a readied spell.",
    "attack": 6,
    "defense": 4,
    "will": 7,
    "speed": 8,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Defense Advantage -(6 against spells)",
      "Wand",
      "* Blast-5 (inifinite) within 12 paces",
      "* Blast Burst - 8 deal damage to all enemies within 8 paces (2 times)",
      "* Defense- while this player is within 2 paces of another player, redirect all spells targeting that player to this player and use his defense bonus against it. (3 times)",
      "* Doves- conjure 3 dove minions within 5 paces with: 5 health and 10 speed flying. (1 time)",
      "* Bats- conjure 3 bat minions within 5 paces with: 7 health, 3 damage, and 12 speed flying. (1 time)",
      "* Chains- bind an enemy within 8 paces until a player deals an attack of 6 damage or more against the chains (2 times)",
      "* Cage- place a player within 8 paces in a cage and place him on the top level of the field. The player must remain in the cage until he or another player deals 15 damage to the cage. (1 time)",
      "* Dancing Weapons- summon 4 weapon minions within 5 paces with: 4 health, 7 damage,  and 8 speed. You may include disarmed weapons to this spell f they are within 8 paces. (1 time)",
      "* Teleport - place this player anywhere on the field. (3 times)",
      "* Blasting Teleport-(spell) - place this player anywhere on the field. Instantly push all enemies within 3 paces, before and after the teleport, back 4 paces (2 times)"
    ]
  },
  {
    "name": "The Ancient Pharaoh",
    "health": 26,
    "subclass": "Legendary light Conjurer",
    "description": "this player’s conjures count as Archaic spirits that can take non magical damage, and their health is equal to their damage.",
    "attack": 6,
    "defense": 4,
    "will": 7,
    "speed": 7,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Millennium Item",
      "* Push - 5 -  push the victim up to 6 paces (within 6 paces) (3 times)",
      "* Immobilize - a player within 5 paces may not move or make non-magic attacks for 1 turn. (2 times)",
      "* Sweeping banish- push up to three enemy companions back 8 paces. (1 time)",
      "* Heart Control- instantly control an enemy minion until your next turn. (1 time)",
      "* Reborn Monster - Return one of your spirits that has died to the field.(1 time)",
      "* Mirror Trap - when an enemy attacks you, instantly negate the attack and deal instant the damage to all unshielded or unarmored enemies within 6 paces. (1 time)",
      "* Trap Hole - place a trap marker on the field within 10 paces. Any player that comes within 3 paces of it is instantly knocked down, disarmed, and takes 2 falling damage. Any minion or companion is instantly killed. (1 time)",
      "* Equipped Magic - give a player, minion, or companion an extra 4 damage to their attacks until your next turn. (2 times)",
      "* Rapid Counter - instantly negate an opponent’s attack against this player or one of his conjures, then end your opponent’s turn. (1 time)",
      "* Banishment - W- remove a companion within 5 paces from the game but return them if this player dies or is removed from the game (4 times)",
      "* Heart of Fate - make one of this player’s rolls equal 18 before adding your attack or defense bonus (1 time)",
      "Ultimate White Dragon - conjure a spirit minion with 14 damage within 6 paces on the field with 5 speed flying. Within 3 paces. (1 times)",
      "Black Magician - conjure a spirit minion on the field with 8  damage within 6 paces and 8 speed flying. Within 3 paces. (1 times) - this spirit may increase its damage to 10 for a turn (1 time)",
      "Apprentice Magician - conjure a spirit minion on the field with 6  damage within 6 paces and 8 speed flying. Within 3 paces. (1 times) - this spirit may increase the magical damage done by a player by 5 for a turn(1 time)",
      "Little Furry Fiend - conjure a spirit minion on the field with 1 damage within 1 pace. If the spirit is within 1 pace of an enemy you may destroy it to deal an instant 3 non physical damage to it. If this spirit is within 3 paces of a target that would take damage from over 2 paces away, you may redirect that damage instantly to this spirit instantly. (6 times)",
      "Spirit of Osiris -x- This spirit takes a turn to conjure. This spirit’s damage is equal to the number of players, minions, and companions on your team x3 with 12 speed within 10 paces flying. This spirit is unaffected by non-archaic or non-HotO magic effects.  Within 3 paces (1 time)",
      "Spirit of the Obelisk This spirit companion takes a turn to conjure. This spirit has 14 damage within 6 paces with 12 speed flying. This spirit may sacrifice two minions to double his attack for a turn (1 time). This spirit is unaffected by non-archaic or non-HotO magic effects. Within 3 paces (1 time)",
      "Spirit of Ra - this spirit companion takes a turn and x health to summon. This spirit’s damage equals the highest damage of one of your dead players’ attacks + x health used to summon it within 8 paces and with 8 speed flying. This spirit is immune to fire,  non-archaic, and non-HotO magic effects. Within 3 paces (1 time)"
    ]
  },
  {
    "name": "The Mummy",
    "health": 26,
    "subclass": "Legendary Dark Undead Conjurer",
    "description": "Immune to non-magic attacks.",
    "attack": 6,
    "defense": 4,
    "will": 7,
    "speed": 7,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Strength - 7- within 2 paces, push the victim back 3 paces",
      "Telekinesis- move an object or player up to 10 paces - within 3-5 paces away (inifinite)",
      "Sandstorm- within 20 paces, decrease everyone’s speed by 1/2, and limit their attacks to within 2 paces, except for this player for 2 turns. (2 times)",
      "Desert Beatles- use on a player within 5 paces. Have the player role once for this attack, and if it is successful, role once more. If both are successful, that player must be dealt up to 3 damage by a player before their turn ends, or they die. This does not affect supernatural players. (3 times)",
      "Locusts- for three turns, all players within 15 paces decrease their defense by 4 and are dealt 3 damage every turn, except this player. If a player is wielding a fire sword or uses a fire attack, they are unaffected by this. This has no effect on legendary supernatural players.",
      "Fallen Servants - conjure an undead minion with 10 health and 6 damage and 8 speed. After they are killed, their body is destroyed (inifinite)",
      "Soldier of Anubis- conjure an undead warrior minion to the field with 25 health, 12 speed, and 8 damage within 3 paces. This requires and extra readied spell. (3 times)",
      "Sand Teleport - move this player up to 20 paces. Any players you pass within a pace of, are instantly knocked down. (3 times)",
      "Drain - Spend a phase next to a bound non-supernatural non-undead player to instantly regain 8 health and remove 8 health from the victim. (4 times)"
    ]
  },
  {
    "name": "The Bruja",
    "health": 24,
    "subclass": "Legendary Conjurer",
    "description": "This player may only be possessed with consent. This player begins the game with 3 corpses next to him. Your spirits possessing a corpse become a 20 health undead companion with ½ damage immunity to non magic damage, A+4, D+2, 6 speed, and 8 physical damage within 2 paces",
    "attack": 4,
    "defense": 3,
    "will": 8,
    "speed": 8,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Obsidian Dagger- 6- while attacking decreases your opponent’s defense by 2. Within 2 paces",
      "Spirit Summoning- pay 3 health to conjure 1 spirit to the field. That spirit can move an object to you or deal an instant 3 magical damage to an enemy. This spirit will leave the field in 2 turns unless it possesses a conjured enemy or a corpse. (5 times)",
      "Spirit Repelling- non-archaic supernatural players or enemies cannot come within 8 paces of this player for 3 turns as long as this player doesn’t move outside the barrier. (1 time)",
      "Commune With the Dead- within two turns of one of your player’s death you may use all of their abilities for 1 turn not counting this spell as an attack.(3 times)",
      "Spirit Union-you may use and add all of the abilities of one of your dead characters for 2 turns. (2 time)",
      "Exorcism- Remove a non-archaic spirit from the game for 3 turns. You may pay three health to do this instantly or roll a will attack for a best out of three match (3 time)",
      "Anti-Possession- spend a turn next to a player to prevent them from ever being possessed against their will. This spell may be removed by a normal banishing spell. (2 times)",
      "Spirit Fusion- choose one of your players who has died. Combine all the abilities and properties of that player with those of this player. While this is in effect you may not use Spirit Union or Commune with the Dead. You may undo this ability whenever you wish. A banishing or removal spell will undo this ability. (1 time)",
      "Blood Union - choose a non-archaic or non-legendary HotO player who has died. Combine all the abilities of that player with another player. This player must give up 5 health. You may undo this ability whenever you wish. A banishing or removal spell will undo this ability. (1 time)",
      "Whisper from the Dead- whenever a player, minion, or companion dies on the field, you may instantly deal 3 damage to player, minion, or companion. (3 times)"
    ]
  },
  {
    "name": "The Priest of the Old One",
    "health": 24,
    "subclass": "Legendary Dark Conjurer",
    "description": "this player can only be possessed by archaic or angelic players. When this player dies, remove his body and conjure 3 tentacles within 3 paces of the body with 6 damage and a range of 6, and a health of 6.",
    "attack": 4,
    "defense": 4,
    "will": 8,
    "speed": 7,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Poisoned Dagger -5- piercing. give the victim of this attack the effects of poison. Decrease your opponent’s defense by 2 when attacking with this weapon (within 2 paces)",
      "Ceremonial Sword - 7 - Non supernatural players damaged by this weapon decrease their wills by 2 each time they take damage. within 3 paces.",
      "Deep Ones - spend a phase to conjure 2 Deep One minions within 5 paces, with 10 health, 5 damage, and 8 speed. These creatures may not defend (2 times)",
      "Nightmare Portals - role to either bind a player within 15 paces, deal them 6 damage, or move them anywhere on your level of the field. This spell requires 1 ready. (3 times)",
      "Mark of Madness - spend a phase to conjure a Mark of Madness within 1 pace on the field with 6 health. While the Mark is on the field, decrease all non-archaic or non-angelic players’ health by 3 each turn, unless their Will is above 9. (1 time)",
      "Call of Insanity - select one non-archaic or non-angelic player , and role a Will attack against them. If you win, pay 4 health to decrease their health by 5 every turn as long as this player is not attacked.",
      "Call of the Old One- spend a turn conjuring a Ritual Mark on the field within 3 paces. After conjuring this, spend a turn without being moved or attacked. Then have one player within 3 paces of the Mark sacrifice 15 health and Summon the “Spirit of the Old One'' to the board. This spirit counts as an Archaic spirit with 35 health and a Will of 9. This spirit may instantly control all corpses uninhabited by an angelic or archaic spirit, or The Black Cauldron, until it is killed again. Starting each turn, each non-angelic player must roll a Will defense or lose 3 health. Any damage taken to the Ritual Mark is dealt instantly to this spirit’s health. (1 time)"
    ]
  },
  {
    "name": "The Master Trainer",
    "health": 24,
    "subclass": "Legendary Elite Conjurer",
    "description": "This player’s companions cannot be controlled by any other player and have the same base attack and defense as this player. This player may spend a turn to heal his creatures within 3 paces 5 health. Choose 2 companions for your capture spheres, then 1 rare beast companion.",
    "attack": 4,
    "defense": 4,
    "will": 9,
    "speed": 8,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Capture Spheres - You may instantly return one of your companions to your capture spheres if their health is below 5, then return them to full health in 3 turns. You may instantly capture an animal companion if their health is below 3, then use them as a conjured creature in 2 turns.",
      "Thunder Mouse - health 14, speed 10, earth attacks deal double damage",
      "Shock - 8 within 12 paces and decrease the victim’s defense by 3 for a turn. increase damage by 4 if the victim was hit by a water attack within 1 turn.",
      "Headbut - 6 within 1 pace and knock the victim down.",
      "Blasting Turtle - health 16, speed 7, lightning/shock attacks deal double damage, this player may be ridden by other players.",
      "Water Jet - 7 within 6 paces and push the victim back 4 paces, increase damage by 3 if the victim used a fire attack within 1 turn.",
      "Ricochet - 4 damage within 5 paces, then move to perform the same damage to an enemy within 5 paces of the victim as many times as you can strike someone you have not already hit. knock each victim down (2 times)",
      "Flora Lizard - health 15, speed 8, fire attacks deal double damage, this creature may be ridden by other players.",
      "Piercing Leaves - 6 within 8 paces, deal double piercing damage to one target or piercing damage to 2 targets.",
      "Binding - bind a player within 5 paces until your next turn (3 times)",
      "Flame Dragon- health 14, speed 12  flying, water attacks deal double damage, this creature may carry others",
      "Bite - 6 piercing damage within 1 pace",
      "Fireball - 8 damage within 5 paces, set the victim on fire. (3 times)",
      "Psychic Cat - 12 health, 15 speed flying, +6 defense (may roll twice)",
      "Bubble - this player takes no damage for 2 turns and is moved the number of damage it would take. (2 times)",
      "Repulse - push the victim up to 15 paces (3 times)",
      "Bounce - deal 4 damage to all enemies within 10 paces (3 times)",
      "Rock Behemoth -25 health,  6 speed, armored 2",
      "Smash - 8 - knock the victim down (within 4)",
      "boulders - 5 - knock the victim down (within 12 paces)",
      "burrow - move this creature up to 15 paces away (2 times)",
      "Water Serpent - 20 health, 5 speed, double damage from lightning attack, players may ride this creature for an extra +2 defense",
      "Hydro Pump - 8 - push the victims 6 paces knocked down (within 10)",
      "Tail whip - 6 - push the victim back 8 paces knocked down (within 4)",
      "Ghastly Ghost - 15 health, 8 speed flying, cannot be damaged by non magic attacks",
      "poison - give a player within 3 paces the poisoned effects (3 times)",
      "psychic blast - 6 - within 8 paces"
    ]
  },
  {
    "name": "The Elven King",
    "health": 28,
    "subclass": "Legendary Light Warrior",
    "description": "Description.",
    "attack": 6,
    "defense": 5,
    "will": 7,
    "speed": 9,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Attack Advantage - (+7 with bow attacks)",
      "Elven Sword -9- piercing. within 4 paces",
      "Skillful Heal- heal a player 8 health within 5 paces. Remove any cursed or poisoned effects on the player. (2 times)",
      "Elven Spear- 12- piercing. this weapon can be the only one you use in a phase. Knock the victims of this attack down. Between 4-6 paces",
      "The Elven Invocation - W- increase all of your players’ will by 3 and decrease the attack of all dark enemies by 3 until your next turn. (1 time)",
      "Elven Dagger - 6 - decrease opponent’s defense by 2 when attacking with this weapon. within 2 paces.",
      "* Throw - deal damage to an opponent within 6 paces.",
      "Bow- this weapon can be the only one used in a phase",
      "* Arrows- 5- These arrows have piercing. within 20 paces",
      "* Quick Draw- shoot 1 arrow at all targets within 18 paces. (3 times)",
      "* Multi - Shot - deal arrow damage to up to 2 targets within 3 paces of eachother 16 paces away or two arrow damages to 1 target 18 paces away (2 times)",
      "Ring of Power",
      "* Mystic Channeling - All damage you inflict this turn counts as magical damage (2 times)",
      "* Life Sustaining - all damage you players take until your next turn is decreased by ½ (1 time)",
      "* Skill of the Elves - increase the attack of all your players by 3 this turn. (1 time)",
      "* Might of the Elves - until the end of your next turn increase the damage of your sword and spear by 4 and push all victims back 5 paces. (1 time)"
    ]
  },
  {
    "name": "The Dark Elf",
    "health": 28,
    "subclass": "Legendary dark warrior",
    "description": "This player takes no damage from Elven effects on dark players.",
    "attack": 6,
    "defense": 4,
    "will": 6,
    "speed": 8,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Attack Advantage - (+7 with bow)",
      "Dark bow - this weapon can be the only one used in a phase",
      "* Arrows- 5- These arrows have piercing. within 20 paces",
      "* Quick Draw- shoot 1 arrow at all targets within 18 paces. (3 times)",
      "Tainted Sword - 8 - piercing. Within 3 paces.",
      "Cursed Dagger - 5 - piercing. Give the victim the ‘cursed’ quality. within 1 pace.",
      "* Throw - deal damage to an opponent within 6 paces.",
      "Dark Speech Invocation - increase all dark players’ attack by 3 and their damage by 3 until the end of your next turn. (1 time)",
      "Strength - 7 - deal damage within 1 pace. push the victim back 2 paces.",
      "* strangle - 4 - decrease the victim’s defense by 4 until the end of your next turn. (1 time)"
    ]
  },
  {
    "name": "The Last Dragonborn",
    "health": 30,
    "subclass": " Legendary Warrior",
    "description": "Armored 2.",
    "attack": 5,
    "defense": 4,
    "will": 6,
    "speed": 8,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Defense Advantage -(+6 against fire and Berserkers)",
      "Last Dragon Sword- 8- add an extra 3 damage to any minions or companions  - within 3 paces",
      "Nordic Bow - 4 - Piercing, within 6 and 12 paces.",
      "Strength - 7 - within 2 paces. (you may push the victim back 3 spaces)",
      "Breath - You may push any conjured enemies back 8 paces whenever you use one of the following abilities.",
      "* Fire Breath - 5 - deal damage to all enemies within 4 paces and set them on fire. (2 times)",
      "* Concussion - 3 - deal damage to all enemies within 6 paces and decrease their attack by 3 for a turn (2 times)",
      "* Energy - Deal 8 damage to one enemy and push them back 6 paces. (2 times)",
      "* Frost - All enemies within 6 paces reduce their speed by 6 until your next turn. (2 times)"
    ]
  },
  {
    "name": "The Wraith King",
    "health": 28,
    "subclass": "Legendary Dark Supernatural ",
    "description": "If this player takes non magic damage from an attack within 4 paces, deal an instant 3 magical damage to the attacker. Immune to poisons. When this player dies, remove his body.",
    "attack": 6,
    "defense": 4,
    "will": 8,
    "speed": 8,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Wraith Sword- 8- within 3 paces",
      "* Cold Fire -  all enemy wizards’ defenses on the field are instantly decreased by 3 until the end of your next turn. (2 times)",
      "Cursed Blade-6-  When a successful attack has been dealt this weapon is destroyed and the victim’s defense is decreased by 4 until your next turn. During your following turn, you may control the movements and attacks of the victim player. - within 1 pace",
      "Great Flail- 10- push victim 3 paces and deal instant 3 damage the victim if they defend against this successfully. Shield Breaker. within 5 paces",
      "Sorcery - if any non-HotO player uses a  magic ability with a range over 6 paces, roll to negate that ability. (3 times)",
      "Dread - W- All companions or minions must skip their next turn, and all non-supernatural or HotO enemies’ wills and defenses are decreased by 3. (2 times)",
      "Aid from The Dark Lord - skip your turn to instantly destroy a non-magical or non-legendary weapon being held by a player within 8 paces. (1 time)",
      "Wraith Sight- whenever an enemy vanishes from sight within 5 paces of this player, you may attack them after moving in their direction.",
      "Black Breath - knock a non supernatural player within 6 paces down, they cannot defend or move until the end of your next turn. (1 time)"
    ]
  },
  {
    "name": "The Lord of Dark Paladins",
    "health": 30,
    "subclass": "Legendary Dark Warrior",
    "description": "Armored 5. Battle IQ. When this player’s health is below 10, reduce his speed to 3, his attack to 4, and his defense to 2.",
    "attack": 7,
    "defense": 4,
    "will": 8,
    "speed": 6,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Defense Advantage -(6 against swords and projectiles)",
      "Crystal Sword- 10- you may push the victim 3 paces back or knock them down. within 3 paces.",
      "* Throw - 8 - immediately place this weapon back in the player’s hand- (2 times)- within 8 paces",
      "* Dueling Experience - you may roll three attacks of 6 damage on one player in range. (1 time)",
      "* Saber Experience- While you are attacking, choose to either disarm an opponent, roll again to deal 5 damage, deal 4 damage to them if your attack fails unless they have Battle 1Q, or decrease their defense by 3. (2 times)",
      "The Dark Side",
      "* Push - 4- push an enemy or object in any direction 8 paces.- (3 times) within 10 paces",
      "* Group Push- push up to 3 enemies back 5 paces into a knocked down position - (2 times) - within 5 paces",
      "* Shield - while being attacked by a weapon with a range over 4 paces, increase your defense by 4. (3 times)",
      "* Choke - 6 - the victim must skip a phase next turn and decrease their defense by 2 until your next turn. - within 10 paces (4 times)",
      "* Catch Shield - decrease explosive or crushing damage by ½ - (3 times)",
      "* Simmering Rage - Increase your attack, speed, and damage by 2, but decrease your defense by 2. (1 time)"
    ]
  },
  {
    "name": "The Old Paladin",
    "health": 28,
    "subclass": "Legendary Light Warrior",
    "description": "Battle IQ. When this player is killed, remove his body from the field and during one of your turns you may increase the attacks of a player by 3 for a turn or decrease a non-archaic enemy’s defense by 3.",
    "attack": 5,
    "defense": 4,
    "will": 8,
    "speed": 7,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Defense Advantage -(7 against Swords, projectiles, spears, and staffs)",
      "Crystal Sword- 8- if you are defending against an enemy wielding a sword, spear, or staff, roll to deal 4 damage to them- within 3 paces.",
      "* Throw - 8-  within 15 paces (3 times)",
      "* Rapid Repost - After successfully defending an attack within 4 paces, attack up to two players in range of you after decreasing their defense by 3. (1 time)",
      "* Saber Experience - While you are attacking or defending within 4 paces choose to either disarm an opponent, increase your defense by 3, or attack all other enemies within 5 paces afterwards. (2 times)",
      "The Force",
      "* Push- push an enemy or object in any direction 8 paces.- (3 times) within 7 paces",
      "* Great Push- push any or all enemies within 7 paces, 12 paces away from you, instantly if they are minions or companions. (1 time)",
      "* Speed- double your speed for this turn- (2 times)",
      "* Jump- instantly move yourself up to 8 paces  (3 times)",
      "* Mind Trick W- While an enemy is within 5 paces of you. He cannot attack next turn. (2 times)",
      "* Shield- while being attacked by a weapon with a range over 4 paces, increase your defense by 5. (1 time)",
      "* Frighten -make all enemy minions move their maximum speed away from you. (1 time)",
      "* Calm- all enemy minions within 5 paces of you cannot move or attack for 1 turn. (1 time)",
      "* Tuning- Spend your turn using this ability. For the next 2 turns, increase the damage of your attacks by 2, your speed by 2, and your defense and attack by 2. (1 time)"
    ]
  },
  {
    "name": "The Last Paladin",
    "health": 24,
    "subclass": "Legendary Light Warrior",
    "description": "Description.",
    "attack": 6,
    "defense": 4,
    "will": 9,
    "speed": 8,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Crystal Sword - 8 - You may choose to push victims back up to 2 paces. You may call this weapon back to you instantly. within 3 paces.",
      "* Saber Skills - as you attack, increase your attack by 2 and roll to either knock the victim down and disarm them, attack again to deal 5 damage and disarm the victim, or push them back 3 paces and knock them down. (2 times)",
      "* Deflect and Redirect - redirect a non-will attack within 10 paces back to the attacker and deal ½ damage. (2 times)",
      "* Forceful Push - this phase, you may move 8 paces and attack all enemies within range, but knock them down if they take damage (1 times)",
      "The Force",
      "* Jump - move this player 8 paces. (3 times)",
      "* Push and Pull - move a player within 8 paces up to 5 paces. (3 times)",
      "* Choke -4 - the victim must skip a phase next turn and decrease their defense by 2 until your next turn. Within 5 paces (2 times)",
      "* Meditation - skip your turn to either increase your attack, defense, and speed by 3 until the end of your next turn, increase another player’s will, attack, and defense by 2, or heal yourself up to 8 health. (1 time)",
      "* Channel the Light - until the end of your next turn, decrease the defense of all dark enemies within 8 paces by 3. (1 time)",
      "Direct Kick - 3 - push the victim back 4 paces and knock them down. within 2 paces (3 times)"
    ]
  },
  {
    "name": "The Chosen Paladin",
    "health": 32,
    "subclass": "Legendary Warrior",
    "description": "Description.",
    "attack": 5,
    "defense": 4,
    "will": 7,
    "speed": 8,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Crystal Sword - 8 - you may choose to push players back up to 3 paces that are damaged with this weapon. (within 3 paces)",
      "* Strength Form - as you attack, choose to either disarm the victim, deal an extra 4 damage, or knock the victim down. (2 times)",
      "* Forceful March -  this phase, increase your attack by 2 and move 8 paces and attack all enemies within range, but knock them down if they take damage (1 times)",
      "* Throw - 6- immediately place this weapon back in the player’s hand- (2 times)- within 8 paces",
      "The Force",
      "* Jump - move this player 8 paces. (4 times)",
      "* Grip - Move a player or object not being wielded within 6 paces up to 5 paces. (3 times)",
      "* Repulse - instantly push all players within 6  paces back 5 paces in a knocked down position. (1 time)",
      "* Weapon Call - bring your weapon back to your hand. (3 times)",
      "* Channel the Dark - until the end of your next turn, increase your speed, attack, and damage by 4 but decrease your defense by 2. (1 time)",
      "Pushing Kick - 4 - push the victim back 4 paces and knock them down. Disarm them if they have below 20 health. within 2 paces (2 times)",
      "Forceful Strike - 5 - decrease the defense of the victim by 2 until the end of your next turn. within 1 pace. (3 times)"
    ]
  },
  {
    "name": "The Master Paladin",
    "health": 30,
    "subclass": "Legendary Light Warrior",
    "description": "Battle IQ.",
    "attack": 6,
    "defense": 5,
    "will": 8,
    "speed": 8,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Defense Advantage -(+7 against dark enemies)",
      "Crystal Sword - 8 - if your attack fails roll to deal 4 damage. Opponents without Battle IQ decrease their defense by 2. You may call this weapon back to you instantly. (within 4 paces)",
      "* Furious Form - decrease all opponents’ defense by 3 and attack up to 3 times this phase. (1 times)",
      "* Redirect the Dark - if you are attacking a dark enemy, increase your attack by ½ their attack as you attack them. (2 times)",
      "* Saber Mastery - While you are attacking choose to either disarm an opponent, knock them down, roll again to deal an extra 5 damage, or decrease their defense by 3. (2 times)",
      "The Force",
      "* Leap - move yourself up to 10 paces this turn (2 times)",
      "* Push and Pull - move a player within 10 paces up to 5 paces. (4 times)",
      "* Crush - 6 - deal damage to an opponent within 8 paces. Deal 12 to minions or companions. (2 times)",
      "* Speed- double your speed for this turn- (2 times)",
      "* Group Push- instantly push all enemies within 5 paces back 5 paces into a knocked down position (1 time)",
      "* Shield - while being attacked by a weapon with a range over 4 paces, increase your defense by 4. (2 times)",
      "* Augmentation - until the end of your next turn increase your speed by 4 and you may deal 6 damage to any enemy you pass within 1 pace of, but deal 12 damage to minions or companions. (2 times)",
      "* Shatterpoint - next turn, during one of your attacks, decrease the opponent’s defense to 0. (1 time)"
    ]
  },
  {
    "name": "The Paladin Assassin",
    "health": 28,
    "subclass": "Legendary Dark Warrior",
    "description": "Battle IQ.",
    "attack": 5,
    "defense": 3,
    "will": 7,
    "speed": 9,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Crystal Sword Staff - 8 - opponents without battle IQ decrease their defense by 2 and take and instant 4 damage from this weapon. within 3 paces.",
      "* Savage Fury - increase your attack by 2 and make up to 3 attacks this phase. (1 times)",
      "* Dueling Strike - while within 1 pace of an opponent, roll for an attack of 3 damage. If it is successful, decrease their defense by 3, then roll for a normal attack. (2 times)",
      "* Acrobatics - you may roll to knock down or push an opponent 3 paces if they are within 2 paces of you this turn before you make a normal attack. (3 times)",
      "The Dark Side",
      "* Push - 3 - push an enemy or object in any direction 6 paces. within 5 paces. (3 times)",
      "* Channeling Rage - Increase your attack by 3 until the end of your next turn. (1 times)",
      "* Channeling Pain - if you took damage last turn, increase your attack by 4 this turn. (1 times)"
    ]
  },
  {
    "name": "The Paladin Count",
    "health": 26,
    "subclass": "Legendary Dark Elite Warrior",
    "description": "Description.",
    "attack": 6,
    "defense": 5,
    "will": 7,
    "speed": 5,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Crystal Saber - 8 - you may make an attack twice with this weapon in one of your phases, but one must be a basic attack. An opponent must successfully roll a second attack to disarm this weapon. Within 3 paces.",
      "* Fencing Flourish - make up to 3 attacks of 6 damage on an opponent and decrease their defense by 2. (2 times)",
      "* Dueling Mastery - after successfully defending against a sword, you may roll to deal 6 damage (3 times)",
      "* Saber Mastery - While you are attacking choose to either disarm an opponent, knock them down, roll again to deal an extra 5 damage, or decrease their defense by 3. (2 times)",
      "The Dark Side",
      "* Augmented Footwork - If this player would be pushed, or if more one opponent moves within 3 paces of this player, you may instantly move this player 8 paces. (2 times)",
      "* Push - push a player within 6 paces up to 8 paces. (2 times)",
      "* Strong Force - move a non-great block up to 4 paces and deal 6 damage to anyone it hits. (3 times)",
      "* Choke - 4 - the victim must skip a phase next turn and decrease their defense by 2 until your next turn. Within 5 paces (2 times)",
      "* Lightning - 6 -(you may push the victim 4 paces in a knocked down position)  decreases the victim’s defense by 4 for one turn. If the victim of this attack is wielding a Crystal sword, his defense role gains 2. within 6 paces. (3 times)",
      "* Mochery - W - An enemy within 8 paces decreases their defense and attack by 2 until they deal damage to an enemy. (3 times)"
    ]
  },
  {
    "name": "The Grievous General",
    "health": 20,
    "subclass": "Legendary Warrior",
    "description": "Battle IQ. Armored 5. This player begins the game with two Droid Companions with: [12 health, A+4, D+4, Will: 0,speed: 8 paces. Attacks: Taser Staff - 6 - decrease the victim’s defense by 2 until the end of your next turn. within 4 paces].",
    "attack": 5,
    "defense": 3,
    "will": 6,
    "speed": 10,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Dual Crystal Swords - 10- Opponents without Battle IQ decrease their defense by 3. (within 4 paces) If this player is disarmed, decrease the damage of these attacks by 2.",
      "* Unorthodox Technique - as you attack, decrease your opponent’s defense by 3 and attack all enemies within range. (2 times)",
      "* Spinning Sabers - Increase your defense by 4 and deal an instant 6 damage to any players within 3 paces of you until the start of your next turn but decrease your speed by ½. (2 times)",
      "* Hidden Sabers - While attacking this turn, you may attack twice, and decrease the opponent’s defense by 3 as you do. (2 times)",
      "Metal Talons - you may push or throw an opponent within 3 paces up to 8 paces. (3 times)",
      "Hidden Projectiles - 5 - deal damage to an opponent within 12 paces, but decrease their defense by 2 if they are within 3 paces. (2 times)"
    ]
  },
  {
    "name": "The Grey Paladin",
    "health": 28,
    "subclass": "Legendary Warrior",
    "description": "Description.",
    "attack": 5,
    "defense": 5,
    "will": 7,
    "speed": 7,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Crystal Swords- 6 - within 3 paces. Decrease the victim’s defense when attacking with this weapon by 2 unless they have battle IQ.",
      "* Cunning Tactics -  if your attack is successful, roll to either knock the victim down, attack again for 3 damage, or disarm them. (2 times)",
      "The Force",
      "* Push / Pull - Move an object or player within 4 paces up to 6 paces (3 times)",
      "* Leap / Dash - move yourself up to 8 paces in any direction. (2 times)",
      "* Shield - while being attacked within 3 paces by a non-magic weapon, you may instantly negate the attack and push the attacker back 2 paces. (1 time)",
      "* Channeled Passion - increase your attack and damage by 3 until the end of your next turn. (1 time)",
      "* Deception - if an opponent moves to attack you from over 4 paces away, you may instantly negate the attack and deal 6 damage to them. (1 time)"
    ]
  },
  {
    "name": "The Ancient Paladin",
    "health": 26,
    "subclass": "Legendary Light Maiden Warrior",
    "description": "Battle IQ.",
    "attack": 5,
    "defense": 4,
    "will": 9,
    "speed": 9,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Crystal Sword Staff - 7 - opponents without battle IQ decrease their defense by 2 and take an instant 3 damage from this weapon.  you may attack all enemies within range. You may call this weapon back to you instantly. within 3 paces.",
      "* Dashing Attack - move 8 paces and attack all enemies you come within range of for a single attack each. (1 time)",
      "The Force",
      "* Augmented Acrobatics - Increase your speed by 3 and your attack by 2 until the end of your next turn. (2 times)",
      "* Block Pull - move a non-great block within 5 paces up to 5 paces. (2 times)",
      "* Great Push - 4 - this may be the only ability you use this turn. Push an enemy within 5 paces back 10 paces. (1 time)",
      "* Precise Vision -  When attacking this turn increase your attack by 3. (1time)",
      "* Shield - while being attacked by a non-magical weapon within 3 paces, instantly negate the attack, but disarm yourself. (1 time)"
    ]
  },
  {
    "name": "The Malicious Paladin",
    "health": 35,
    "subclass": "Legendary Dark Warrior",
    "description": "Decrease the pushing and fall damage to this player by 4.",
    "attack": 6,
    "defense": 3,
    "will": 8,
    "speed": 6,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Crystal Sword- 9 -  knock down any player that is dealt damage by this weapon. You may call this weapon back to you instantly. within 3 paces.",
      "* Pressing Offensive - make two attacks on one enemy within range and choose to either disarm or push them back 4 paces. (3 times)",
      "* Throw - deal damage to a player within 6 paces. (1 time)",
      "The Dark Side",
      "* Push - push a player within 6 paces back 6 paces. (2 times)",
      "* Block Pull - move a non-great block within 5 paces up to 5 paces. (2 times)",
      "* Lightning - 6 -  decreases the victim’s defense by 4 for one turn. If the victim of this attack is wielding a Crystal sword, his defense role gains 2. within 6 paces. (3 times)",
      "* Augmented Strength - increase your speed and damage by 3 until the end of your next turn. (1 time)",
      "* Channeled Rage - decrease your defense, increase your attack, and increase your speed by 3. (1 time)"
    ]
  },
  {
    "name": "The Ancient Vampire",
    "health": 22,
    "subclass": "Legendary Dark Undead Fighter",
    "description": "Armored 4. Any light or fire attacks deal an extra 6 damage to his player and reduce its defense to 1 and its speed to 6 paces until it feeds again. When this player dies, remove his body.",
    "attack": 7,
    "defense": 4,
    "will": 6,
    "speed": 14,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Defense Advantage -(1 against maidens)",
      "Claws- 10-  Piercing. Within 1 pace.",
      "Strength-7-  push the victim up to 7 paces in a knocked down position. - Within 1 pace.",
      "Dismember- 15- if you are within 1 pace of your enemy and your attack is fatal, break the victim in half and use the torso as a projectile attack with 2 damage a range of 10 paces. (1 time)",
      "Feed- 5- gain 5 health. This cannot be used on Legendary Supernatural players except the Fairy - within 1 pace. (3 times)",
      "Vampire Blood- spend a turn next to a player and give that player 10 health and an attack of +6 and decrease their defense by 2. These later effects only last 2 turns. (3 times)",
      "Turning- spend 1 turn within 1 pace of a corpse without being attacked. On the next turn pay 3 health to conjure a Dark Undead Vampire progeny with: 15 health, 8 damage, 10 speed with the Claws and Feed attacks. (inifinite). The same principles of damage apply to the progeny.",
      "Hypnotize W- be within 1 pace of a non-Supernatural player and control them during your turn. (3 times)",
      "Vapor - remove this player from the field and place them anywhere on the same level at the start of the next turn. (2 times)",
      "Foreign Spells - choose to make a non supernatural or HotO player either knocked down and skip their next turn, drop all of their weapons and move away from you at full speed, or drop their weapons and move towards you at full speed (3 times)"
    ]
  },
  {
    "name": "The Prism",
    "health": 26,
    "subclass": "Legendary Warrior",
    "description": "This player may use each ‘luxin’.",
    "attack": 6,
    "defense": 6,
    "will": 8,
    "speed": 8,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Long Sword - 8- (within 3 paces)",
      "Tuning Energy - spend a turn without moving or being attacked. Next turn use up to four luxin abilities. (3 times)",
      "Meditation - Spend a turn without moving or being attacked. The next two turns, use up to four luxins each turn, as long as you do not move or are not dealt damage. (2 times)",
      "Flying Contraption - give this player 15 speed for 2 turns. This can be used instantly when falling to move this player 10 paces away before taking any fall damage (1 time)",
      "SUPER VIOLET :When an enemy or another player within 8 paces of this player is hidden from sight, you may move to attack them.",
      "Hidden Traps: choose a square within 6 paces. If any player crosses over that space, you may either knock them down for a turn, or keep them from moving until another player breaks the trap. (3 times)",
      "Hidden Walls: Within 8 paces, make a wall 6 paces in length and 3 levels high. Players may retain line of sight through the wall. Keep the wall active for 2 turns. Deal 12 damage to destroy it. (3 times)",
      "BLUE:",
      "Blue Walls: Within 8 paces, make a wall 6 paces in length and 3 levels high. Keep the wall active for 2 turns. Deal 18 damage to destroy it. (2 times)",
      "Armor: Give yourself or another player within 5 paces the armored 2 trait. (3 times)",
      "Blades: conjure a luxin blade for yourself or a player within 5 paces. If you attack a player wielding an enchanted weapon, and your attack fails, or their attack on you fails, break the blade. (3 times)",
      "Projectile: - 4-Ready a projectile for a phase, or use a luxin blade, and throw it up to 20 paces. (inifinite)",
      "GREEN:",
      "Projectile: - 4-Ready a projectile for a phase, or use a luxin blade, and throw it up to 20 paces. (inifinite)",
      "Group Shield: deflect all attacks and players 4 paces from yourself for 2 turns. Deal 15 damage to break this shield. (2 times)",
      "Shield: conjure a luxin shield for yourself or another player within 5 paces and increase the defense of that player by 3. If someone successfully defends an attack against an enchanted weapon, destroy the shield. (3 times)",
      "Great Armor: For 2 turns, give yourself the armored 6 trait and increase the damage of your non-magic attacks by +3. (1 time)",
      "YELLOW:",
      "Ignite: ignite Red Luxin or a firework or an explosive (even if it is being readied) within 12 paces. (inifinite)",
      "Strengthen: add two turns and an extra 4 damage durability to a luxin structure. (3 times)",
      "ORANGE:",
      "Slick trap: choose a square within 6 paces. Any player that comes within 3 paces of that square is either knocked down, pushed 3 paces in the direction they were moving, or has their speed decreased by half until out of the area. (6 times)",
      "RED:",
      "Flammable Luxin: choose a square within 6 paces. If any fire hits within 4 paces of the square, light the whole 4 pace area on fire. Two water attacks will extinguish the fire. (4 times)",
      "Explosive: spend a phase to conjure an explosive. You may throw this up to 6 paces. When it is ignited, deal an instant 7 damage to all within 5 paces. (4 times)",
      "SUB RED: When an enemy or another player within 8 paces of this player is hidden from sight, you may move to attack them.",
      "Flame Durability: when this player is attacked by fire or moves over fire, do not set him instantly on fire. if they are still in fire during the next turn, set him on fire.",
      "Fire Crystals: conjure a fire within 8 paces or one within 5 paces with a radius of 3 paces. (3 times)"
    ]
  },
  {
    "name": "The Master of the Elements",
    "health": 28,
    "subclass": "Legendary Light Bender Fighter",
    "description": "Battle IQ. Decrease the falling damage of this player to 0 two times. Immune to possession.",
    "attack": 7,
    "defense": 5,
    "will": 8,
    "speed": 8,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Defense Advantage = (+7 against fire, air, earth, and water)",
      "Elemental State- until the end of your next turn, increase the damage of all your attacks by 5, make your Will 10,  and increase the range of them by 6 paces. Give this player flying and 14 speed. (2 times)",
      "Energy Bending- Spend a turn next to a player without being attacked. The next turn, roll a will attack, but make your Will 10 first. If you win, remove all of their magical abilities unless they are supernatural. If you lose, decrease your health by 1/2. (2 times)",
      "Spirit Communication- Spend a turn without being attacked to add one other ‘bender’ ability to your abilities. (3 times)",
      "Tremor Kick- 8 - push the victim back 5 paces.. Within 15 paces. (2 times)",
      "Pillar- conjure one three level pillar within 12 paces. If you conjure it under another player, they are places on top of the pillar. (3 times)",
      "Block Mover - Move any non-great block within 12 paces, 8 paces in any direction and up a max of 2 levels. Any player hit with the block is knocked down and takes push damage. (2 times)",
      "Tunnel Teleport- teleport yourself 15 paces on the same level. (1 time)",
      "Earth Bind - Bind a player within 12 paces. This player cannot defend or ready attacks. Another player must attack the binding area to release the player.( 2 times)",
      "Earth Hide- give yourself the armored 5 trait for 2 turns. During this time, you cannot be knocked down. (1 time)",
      "Healing - Spend a turn next to a player to give them 10 health. They cannot exceed the amount of health they had at the start of the game. (1 time)",
      "Sweeping Water Attack - 4 - Deal damage to all enemies within 8 paces. (3 times)",
      "Air Shield- instantly negate all attacks 3 paces around you for 1 turn. (2 times)",
      "Wind Propel - increase your speed to 15 this turn. (2 times)",
      "Wind Repulse- Instantly push all players back 10 paces, all objects back 15 paces, and all non-great blocks back 6 paces. (1 time)",
      "Quick Bursts-3- send one attack at 3 players within 8 paces or all three attacks at one player (3 times)",
      "Great flames - 8 -deal damage to all players in a 6 pace range and set all victims on fire. (2 times)",
      "Fire Wall- create a fire barrier 8 paces across and 5 paces from you. Any player who passes through the barrier is set on fire. (1 time)"
    ]
  },
  {
    "name": "The Earthbending Master",
    "health": 28,
    "subclass": "Legendary Bending Fighter",
    "description": "Description.",
    "attack": 6,
    "defense": 5,
    "will": 7,
    "speed": 8,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Defense Advantage = (+7 against earth attacks)",
      "Boulder- 8- within 15 paces. (inifinite).",
      "Quick Boulders-4- send one attack at 3 players within 12 paces or all three attacks at one player. (3 times)",
      "Tremor Kick- 9 - push the victim back 5 paces. The victim must be on the same level as you. Within 15 paces. (3 times)",
      "Pillar- conjure one three level pillar within 15 paces. If you conjure it under another player, they are places on top of the pillar. (3 times)",
      "Block Mover - Move any block within 15 paces, 8 paces in any direction and up a max of 2 levels. Any player hit with the block is knocked down and takes push damage. (2 times)",
      "Tunnel Teleport- teleport yourself 15 paces on the same level. (2 times)",
      "Earth Bind - Bind a player within 12 paces. This player cannot defend or ready attacks. Another player must attack the binding area to release the player.( 2 times)",
      "Earth Hide- give yourself the armored 5 trait for 2 turns. During this time, you cannot be knocked down. (1 time)",
      "Disarm - if a player is standing within 2 paces of a wall, bind them to the wall until another can release them. Or (even if they are not near a wall) disarm them and send their weapon back 8 paces. - within 8 paces (2 times)",
      "Rock Daggers- 6- deal piercing damage to the victim. -within 8 paces (4 times)",
      "Lava Bending - create a lava spot 3 paces long on the bottom level. Any player who passes over these spots take and instant 6 damage and are lit on fire. (2 times)",
      "Seismic Sensing - for the next two turns increase your attack, defense, and damage by 2, but decrease your speed to 2 (1 time)"
    ]
  },
  {
    "name": "The Firebending Master",
    "health": 28,
    "subclass": "Legendary Bending Fighter",
    "description": "Description.",
    "attack": 6,
    "defense": 4,
    "will": 7,
    "speed": 8,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Defense Advantage = (+7 against fire attacks)",
      "Fire Ball- 6 -within 10 paces",
      "Lightning- 12- push the victim back 3 paces and knock them down, then decrease the victim’s defense by 3 for one turn. If the victim of this attack is wielding a Crystal sword, his defense role gains 2. (2 times)- within 15 paces",
      "Quick Bursts-4- send one attack at 3 players within 8 paces or all three attacks at one player (3 times)",
      "Great flames - 10 -deal damage to all players in a 6 pace range and set all victims on fire. (2 times)",
      "Fire breathing - 5-the victim is set on fire, even if you are bound. This attack becomes instant if done within 2 paces.  -within 5 paces- (2 times)",
      "Fire Wall- create a fire barrier 10 paces across and 5 paces from you. Any player who passes through the barrier is set on fire. (1 time)",
      "Fire shield - instantly negate explosion or fire damage to this player, but push them back 3 paces (1 time)",
      "Fire Sword- 8- after a successful attack the victim is set on fire. This lasts as long as you don’t perform a different attack. (2 times)- within  3 paces",
      "Jet Feet - for the next two turns increase your speed to 15 paces. (3 times)",
      "Lightning Redirect - when this player is attacked by lightning, you may role your defense and if successful, you can immediately attack anyone within 15 paces with lightning (2 times)",
      "Fire Whirlwind - create a fire barrier 6 paces around you for 1 turn. (1 time)",
      "Dragon Dance Form - attack up to 4 times during your next phase. (1 time)",
      "Breath of Balance - for the next two turns increase your attack and damage by 2, and your range by 3, but your speed becomes 3 (1 time)"
    ]
  },
  {
    "name": "The Waterbending Master",
    "health": 28,
    "subclass": "Legendary Bending Fighter",
    "description": "Description.",
    "attack": 6,
    "defense": 4,
    "will": 7,
    "speed": 8,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Water Attack- 6- within 10 paces.(inifinite)",
      "Sweeping Attack - 5 - Deal damage to all enemies within 8 paces. (3 times)",
      "Flowing Attack- 6- push the victim 5 paces in any direction. Within 8 paces. (2 times)",
      "Great Gusher- 10- Push the victim back 10 paces. Within 5 paces. (1 time)",
      "Water Whip- Move a player within 8 paces in any direction 8 paces. (3 times)",
      "Ice Bind- Bind a player within 10 paces. This player cannot defend or ready attacks. Another player must attack the binding area to release the player.( 3 times)",
      "Ice Pikes - 6 - deal piercing damage to all enemies within 8 paces (2 time)",
      "Ice Riding - change your speed to 12 paces for 2 turns. (2 times)",
      "Water Redirect - if an enemy uses a water based attack within 10 paces of you, instantly redirect it to all enemies in 8 paces. (2 times)",
      "Blood Bending- pay 3 health to control the movements and non-magic attacks of another player within 8 paces during this turn. (2 times)",
      "Healing - Spend a turn next to a player to give them up to 15 health that they have lost. (2 times)",
      "Lunar Attunement - for the next two turns increase the range of all your attacks by 4, and their damage by 3, but decrease your speed to 2 (1 time)"
    ]
  },
  {
    "name": "The Airbending Master",
    "health": 28,
    "subclass": "Legendary Mixed Warrior",
    "description": "Battle IQ.  Decrease the falling damage of this player to 0 two times.",
    "attack": 6,
    "defense": 7,
    "will": 7,
    "speed": 8,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Air Blast- 8- push the victim back 3 paces. Within 5 paces.",
      "Quick Winds-4- send one attack at 3 players within 8 paces or all three attacks at one player and push the victim back 3 paces. (3 times)",
      "Great Air Blast- 9- push an enemy within 3 paces back 12 paces. (1 time)",
      "Sweeping Gust - instantly push all enemies within 6 paces back 6 paces. (2 times)",
      "Air Shield- instantly negate all attacks 2 paces around you for 1 turn. (2 times)",
      "Wind Propel - increase your speed to 15 this turn. (2 times)",
      "Wind Repulse- Instantly push all players back 10 paces, all objects back 15 paces, and all non-great blocks back 6 paces. (1 time)",
      "Quick Flight- propel yourself up to 20 paces. (2 times)",
      "Typhoon Breath - push an enemy back 6 paces even if you are bound. (2 times)",
      "Suspension- if this player is the last one alive on his team, increase his speed to 20 flying permanently.",
      "Spiritual Detachment - for the next two turns increase the range and push distance of your attacks up to 4 spaces, but your speed becomes 0. (1 time)"
    ]
  },
  {
    "name": "The Great Ice Wraith King",
    "health": 28,
    "subclass": "Legendary Dark Undead",
    "description": "Deal an extra 5 damage to this player when it is hit by a fire attack. If this player takes damage from an obsidian weapon, it is killed instantly. When this player dies, its body is destroyed. Immune to poison.",
    "attack": 6,
    "defense": 3,
    "will": 8,
    "speed": 7,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Ice Blade- 8-  piercing. Decrease the victim’s defense by 2 unless they are healed.(within 3 paces)",
      "Ice Spear - 10 - piercing. Decrease the victim’s defense by 2 unless they are healed. Push the victim back 3 paces in a knocked down position.  (Within 4 paces)",
      "* Honing throw - 14 - increase your attack to 8 and deal damage to a player up to 15 paces away. Remove this weapon after 1 attempt. (1 time)",
      "Cold Winds - reduce all other player’s speed by ½ for 1 turn. (3 time)",
      "Wind of Winter- destroy all fires on the field and reduce all other player’s speed by ½ for 3 turns. (1 time)",
      "Freezing Weapon- if you are being attacked by a non-magic or non-enchanted weapon within 3 paces, and the attack fails, roll an attack to destroy the weapon. (2 times).",
      "Strength - 7- push the victim back 3 paces.",
      "Northern Necromancy- pass over a dead player’s corps or an animal corps to control it as a dark minion with 6 damage within 1 pace and 8 speed. These creatures cannot be killed by any means except being dealt any fire damage or damage from an angelic player. This will kill them instantly. Any corpse that has died as a result of fire or has been burned after death cannot be used. (inifinite)"
    ]
  },
  {
    "name": "The Demigod",
    "health": 30,
    "subclass": "Legendary Warrior",
    "description": "Armored 2. Immunity to fire and lightning.",
    "attack": 6,
    "defense": 4,
    "will": 8,
    "speed": 10,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Strength - 13 -within 2 paces, push the victim back 3 paces or knock them down.",
      "Sword - 7 - within 3 paces",
      "Shield - 4 - You may instantly increase your defense by 3 when being attacked. within 1 paces, push the victim back 3 paces",
      "Bow - 5 - this must be the only weapon you use during a phase. Piercing. within 18 paces. (3 times)",
      "Feats of Strength - while within 1 pace of the target, either throw a victim up to 8 paces into a knocked down position, break a weapon or armor or shield, or break a minor block. (3 times)",
      "Divine Aid - roll a single die to determine if your attack this turn is increased by 6 and your damage is doubled if your single role is 4 or above. (1 time)",
      "Lightning - 10 - skip a turn to attack one enemy on the board rolling a single die above 5. (3 times)",
      "Divine Weapon - role a single die to conjure a corresponding enchanted weapon with piercing that only this player may wield for 4 turns and remove it if this player dies. (1 time)",
      "* 1-3: The Bident - 10 - within 4 paces - you may throw this weapon up to 15 paces and instantly return it to you next turn. This weapon may instantly kill a non player enemy.",
      "* 4-5: The Trident - 12 - within 5 paces - this weapon may instantly redirect water attacks back to an enemy and change this player’s speed to 18 for a turn, but you may not attack the turn you use  that ability.",
      "* 6: The Thunderbolt - 14 - within 8 paces - you may spend a turn at the highest level of the field to target any pace on the board with this attack dealing damage to all victims in 6 paces and destroying the block that it hits. (2 times)"
    ]
  },
  {
    "name": "The Auror",
    "health": 28,
    "subclass": "Legendary Elite Craftsman",
    "description": "You may give any of this player’s weapons to a player within 4 paces, except the Wand.",
    "attack": 5,
    "defense": 4,
    "will": 5,
    "speed": 8,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Defense Advantage = (6 against dark players)",
      "Wand",
      "* Stunning- 4 place the victim in a Knocked Down position, they cannot defend and must skip their next turn. (4 times) within 10 paces",
      "* Chains- bind an enemy within 8 paces in chains until a player deals an attack of 3 damage or more against the chains, or this bound player rolls an attack sum of 14 or more without their bonus. The bound player cannot move, teleport, or attack, but can ready spells and conjure. (1 time)",
      "* Counter Curse - remove the effects of a curse spell or properties on a player within 2 paces.",
      "* Disarm - move the victim’s weapon up to 5 paces. Within 8 paces (3 times)",
      "* Attack Burst - 4 deal damage to all enemies within 7 paces (2 times)",
      "Demon’s Dagger- 5- deal an extra 10 damage to any Supernatural player. within 2 paces.",
      "Necro-Repellant- Place a repellant marker within 1 pace. No undead enemy may come within 5 paces of the marker.",
      "Anti-Curse Amulet -increase a player’s defense by 4 against dark players for the rest of the game. (1 time)",
      "Holy Water Potion - decrease a dark supernatural player’s defense by 3 and make all damage they take count as magical damage. (2 times)",
      "Holy Oil - spend a turn to create a circle 4 paces across. No supernatural player may exit the circle, but they may enter it. A magical attack of 4 damage from outside the circle will remove it. (1 time)",
      "Angel Banishing- pay 5 health to instantly remove all angelic players within 10 paces from the game for 2 turns. (1 time)",
      "Devil’s Trap- spend a turn to create a circle 4 paces across. No demon may exit the circle, only enter it. While in it, they cannot use any of their abilities and can take non-magical damage. An attack of 3 damage from outside the circle will remove it. (2 times)",
      "CRAFTING PROJECT: Conjure your crafting table with 10 health. Spend 6 phases next to the table to create either",
      "* Magical equipment - each of your players’ weapon damage counts as magical damage",
      "* Wands - each of your other players receives a copy of this player’s wand",
      "* The Hunter’s Firearm - this player receives a gun with 10 damage within 20 paces that kills a supernatural player if it damages them. (6 attempts)"
    ]
  },
  {
    "name": "The Saint",
    "health": 22,
    "subclass": "Legendary Light Elite",
    "description": "This character can only be possessed by giving his consent. This player may spend a phase next to a possessed player (or demon) and instantly be possessed by the demon, but may move for 1 turn, if he dies, the spirit is destroyed. When this player dies, his body cannot be destroyed or possessed by any means, and no dark enemy may come within 5 paces of his body, and no demon may come within 8. When this player dies, summon The Archangel for 1 turn, give each of your players +4 Will and +10 health.",
    "attack": 4,
    "defense": 5,
    "will": 9,
    "speed": 6,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Sword of Temperance - 7 - this weapon has the Blessed features. Deal an extra 5 damage to any demonic or undead players. (within 3 paces)",
      "Staff of Wonders - 3 - while holding this weapon, this player cannot receive damage or be affected by fire, wind, or water. If an animal is damaged with this weapon, it is killed instantly and removed from the field.  - within 2 paces.",
      "Helm of the Bishopive a player within 2 paces +2 armor and +2 defense against dark enemies (1 time)",
      "Holy Water Potion - decrease a dark supernatural player’s defense by 3 and make all damage they take count as magical damage. (2 times)",
      "Holy Oil - spend a turn to create a circle 4 paces across. No supernatural player may exit the circle, but they may enter it. A magical attack of 4 damage from outside the circle will remove it. (1 time)",
      "Blessings - spend a turn within 1 pace of a weapon the blessed properties. (3 times)",
      "Prayer - spend a turn to roll for one selected result: grant each of your players +3 will, banish a dark enemy from the field for 2 turns and destroy a dark minions, prevent one of your players from being dealt damage for 1 turn. If your roll is 6-4, it is successful, if it is 3, roll again and skip your next turn, if it is 2-1, it is unsuccessful. (3 times)",
      "Exorcism - Spend a phase within 1 pace of a player under the influence of a demon or dark player’s will effect then instantly remove the effects. (2 times)",
      "Miracles - Choose one of the following actions, then roll a prayer attack for its success: you and your players cannot be damaged by fire, wind, or water for 3 turns, remove the effects of any curses, poisons, or spells from your players and grant them 7 health, destroy 1 structure on the field and instantly push all enemies within 6 paces of it back 8 paces in a knocked down position dealing them 8 damage, decrease the defense of your enemies by 4 and limit all their attacks to 3 paces for 3 turns. (3 attempts)"
    ]
  },
  {
    "name": "The Servant of Evil",
    "health": 22,
    "subclass": "Legendary Mixed Elite Dark Enemy",
    "description": "Immune to curses, cursed objects, and poisons. If this player dies within 1 pace of a totem you may summon The Enemy or The Dark Lord respectively to which totem it is for 1 turn but they cannot move.",
    "attack": 5,
    "defense": 3,
    "will": 8,
    "speed": 6,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Reliquary",
      "* Blast - 4 - push the victim back 5 paces -within 6 paces. (3 times)",
      "* Minions- spend a phase readying this spell. For 4 turns you may move any object, player, or non-great block, within 20 paces up to 12 paces. (3 times)",
      "* Illusion - W -while you are at least 10 paces from a player, that player must drop the weapons they are wielding and move 10 paces. (2 times)",
      "* Soul Selling  - spend a turn to pay 5 health and 10 from another player of yours. This player cannot be possessed or damaged by non-magic attacks and may use all the effects of the Reliquary inifinitely except this one. If the reliquary is hit by an attack of 3 or more damage, destroy this player and the reliquary. (1 time)",
      "Poisoned Dagger- 5 - while attacking with this weapon, decrease your opponent’s defense by 2. (within 2 paces)",
      "Curse of Night - spend a turn without moving or being attacked. The victim of this curse loses 3 health every time they move, and 4 health every time they fail an attack. Within 20 paces (2 time)",
      "Demons - spend a phase to summon 2 demon spirits to the field. (4 times)",
      "Totem of The Dark Lord - Spend a phase to place this totem within 2 paces of you. A player must pay 10 health to activate the following effects. Any enemy who comes within 3 paces of this totem must roll to avoid being set on fire. This totem may use the attacks Terror and Horror, Daunting Eyes, Violent Push, and Disintegrate. This totem has 15 health.",
      "Totem of The Enemy - Spend a phase to place this totem within 2 paces of you. A player must pay 15 health to activate the following effects. Any enemy who comes within 3 paces of this totem must roll to avoid being ice bound. This totem may use the attacks Push, Seduction, Demon Summoning, Despair Song, Deceive, or may instantly destroy a demon spirit during a phase. If a player dies within 2 paces of this totem and another player pays 5 health, summon The Enemy to the field for 2 turns. This totem has 15 health."
    ]
  },
  {
    "name": "The Green Knight",
    "health": 24,
    "subclass": "Legendary Supernatural Warrior",
    "description": "Reduce the non-magic/fire damage to this player by ½. All fire damage to this player does an extra 6 damage.",
    "attack": 4,
    "defense": 3,
    "will": 8,
    "speed": 5,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Strength - 7 - push the victim back 2 paces in a knocked down position. Within 2 paces.",
      "Greatsword - 9 - within 3 paces",
      "Woodland Shield - 3 - within 1 pace. increase your defense by 3 while wielding this.",
      "Woodland Axe - 10 - this weapon can only be destroyed by a legendary ability. This player may call this weapon back to him any turn. Piercing. You may push the victim back 2 paces. Within 4 paces.",
      "* Execution - spend a phase without attacking to deal an extra 5 damage while attacking, and deal ½ damage if the attack fails. (1 time)",
      "* A Friendly Game - offer your weapon to an enemy to use against you for a turn. If they choose to attack, roll two dice and apply an ability: 2-4  this player takes the axe back and may attack the other without them defending, 3-4 deal ½ damage to both players, 5-6 kill this player, 7-8 kill the other player, 9-10 kill both players, 11-12 give both players protection from all magic for the rest of the game (1 time)",
      "Woodland spores - after this player has moved, place a spore counter on one of those paces. Any player within 1 pace of them increases their health by 2 at the end of their turn, even if they are dead. (7 times)",
      "Flowers - Place a flower over a pace that this player has walked over. Any player may consume the flower or give it to a player that has died the last turn to increase their health by 5 and remove any negative potion or magic effects. (2 times)",
      "Hallowed Tree - transform one of the woodland spores into a tree with 20 health that receives 10 extra damage from fire and 10 health from water. increase the health of all players within 4 paces of the tree by 4 at the end of their turn even if they are dead. (1 time)"
    ]
  },
  {
    "name": "King Arthur",
    "health": 30,
    "subclass": "Legendary Light Warrior",
    "description": "Armored 3. Battle IQ. Conjure a horse minion next to this player at the start of the game with 10 health, armored 2, and 12 speed that gives you +2 attack when riding.",
    "attack": 6,
    "defense": 5,
    "will": 5,
    "speed": 8,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Excalibur - 10 - you may increase this damage by 4 if it is the only weapon you use this phase Piercing. Blessed. Enchanted. Shield Breaker- within 3 paces",
      "* Call for Power - Spend a phase while your health is below 12 to give this weapon an extra 3 damage and destroy any non-legendary weapon the defending player is using while defending. (1 time)",
      "* Lost Magic - While single wielding this weapon, spend a phase to attack all enemies within 7 paces once and push them back 4 paces in a knocked down position. (2 times)",
      "* Heirloom - you may place this weapon within 1 pace of you. It cannot be moved, effected, or used by any player except one that you name who is not dark. (1 time)",
      "Shield - 3- push the victim back 2 paces. Increase your defense by 3 while wielding this. within 1 pace.",
      "Knighty Takedown - disarm and knockdown and enemy within 1 pace. (2 times)",
      "Tactical Disarm  - decrease a players’ defense by 2 when using this attack. Throw a player’s shield up to 4 spaces. Within 1 pace (1 time)",
      "The Great Charge - all of your players within 8 paces you may, for this turn, increase their attack by + 2 and move 10 paces toward an enemy and if your attack is successful, place the victim in a knocked down position and all victims take an extra 4 damage. (2 times)"
    ]
  },
  {
    "name": "The Returned King",
    "health": 28,
    "subclass": "Legendary Light Warrior",
    "description": "Battle IQ",
    "attack": 6,
    "defense": 4,
    "will": 10,
    "speed": 8,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Defense Advantage = (+5 while wielding shield)",
      "Sword of Truth- 10- piercing, elven.  within 4 paces.",
      "* Charge- move 10 paces toward an enemy and if your attack is successful, deal an extra 4 damage and place the victim in a knocked down position. (1 time)",
      "* The Last Stand- for this turn, all of your players within 5 paces gain the abilities of",
      "Final Charge. Each attack deals an extra 3 damage.",
      "Elven Dagger - 4 - decrease an enemies defense by 2 when attacking with this weapon.",
      "Healing Hands- give a player within 1 pace and extra 6 health that cannot exceed their original life. (3 times)",
      "Elfstone Healing - either decrease all dark enemy defenses by 2 within 4 paces until the end of your next turn or remove the effects of a cursed weapon on a player. (3 times)",
      "Headbutt stun - 3 - decrease the victim’s attack and defense by 3 until the end of your next turn. within 1 pace (1 time)",
      "Brave Tackle - 3 - push the victim back 1 pace and knock them down. If there are enemies within 1 pace of the victim, you may instantly knock them down. If you were a level above the victim, you may disarm them as well. (2 times)"
    ]
  },
  {
    "name": "The Faithful Numenorean",
    "health": 28,
    "subclass": "Legendary Light Warrior",
    "description": "Armored 5. Immune to Will attacks from non-angelic players.",
    "attack": 5,
    "defense": 5,
    "will": 8,
    "speed": 6,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Heirloom Sword - 8 - piercing, shieldbreaker. Within 3 paces.",
      "* Sunlight Strike - decrease all non-archaic and non-supernatural dark enemies’ defense by 3, then deal damage to all enemies within range of you. (2 times)",
      "* Seaborne Might - destroy one of your opponents’ armored qualities, shield, or non magical weapon. (1 time)",
      "* Vanquishing - deal and extra 4 damage within 2 paces, then knock the victim down and disarm them. (1 time)",
      "Shield of the West -3-  increase your defense by 3. within 1 pace",
      "Pike of the Stars - 12 - Piercing. between 4-5 paces. You may only use this weapon while not wielding any others.",
      "Prayer of the Faithful - roll a D6 and perform the corresponding action: 6 = deal an instant 6 magical damage to a dark player, 5 = your next attack deals and extra 5 magical damage, 4 = heal all of your players’ health by 4, 3 = increase your defense by 3 until the end of your next turn, 2 = increase all of your players’ attack by 2 until the end of all of your next turn, 1 = heal one of your players’ health by 6. (1 time)",
      "Song of the Elves - until the end of all your players’ next turn, increase your will by 3 and all of your damage by 2. (1 time)"
    ]
  },
  {
    "name": "The Black Numenorean",
    "health": 28,
    "subclass": "Legendary Dark Warrior",
    "description": "Armored 5. Immune to curses and poison.",
    "attack": 6,
    "defense": 3,
    "will": 5,
    "speed": 6,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Black Mace - 10 - shield breaker, push the victim back 2 paces - within 2 paces.",
      "* Hateful Strike - push the victim back 3 paces, knock them down, and disarm them. (2 times)",
      "* Possessed Fury - drop your shield, then deal an extra 3 damage with this weapon and destroy an opponent’s non-legendary weapon. (1 time)",
      "Shield of the East - 3 - increase your defense by 3. within 1 pace.",
      "Pike of the Void - 12 - piercing. between 4-5 paces. You may only use this weapon while not wielding any others.",
      "Offering to the Dark Lord - pay 5 health and roll a D6 to perform the corresponding action: 6 = deal and will-based 6 magical damage to a player against a will of 10, 5 = your next attack deals and extra 5 magical damage, 4 = deal all non-archaic, non-HotO, or non-supernatural players 4 damage,  3 = decrease all enemy’s defenses by 3 until the end of your next turn, 2 = increase all of your players’ attack by 2 until the end of all of your next turn, 1 = deal an instant 6 damage to yourself. (1 time)",
      "Spell of Night -  Decrease all non-archaic or non-supernatural defenses by 3. Each player may only be dealt damage within 2 paces. (1 time)"
    ]
  },
  {
    "name": "Sir Lancelot",
    "health": 28,
    "subclass": "Legendary Warrior",
    "description": "Armored 5. Battle IQ. If this player is within 3 paces of one of your players, any non-will attacks must be directed at this player instead. Decrease the attacks of maidens by 2 against this player. Conjure a horse minion next to this player at the start of the game with 10 health and 14 speed that gives you +2 attack when riding.",
    "attack": 5,
    "defense": 5,
    "will": 5,
    "speed": 7,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Defense Advantage = (+7 against swords)",
      "+7 against swords",
      "Broadsword- 9 - If you fail an attack against an enemy, re-role to disarm one of their weapons once per turn. within 3 paces.",
      "* Noble Offense - if you are within 3 paces of one of your players you may attack each enemy in range once. (2 times)",
      "* Virtuous Challenge - if an enemy is within 3 paces of you, that enemy must stay within 3 paces of you for the next 3 turns. (1 time)",
      "Lance - 12 - piercing, knock the victim down. between 4-5 paces. This weapon may only be used while riding a horse.",
      "Shield- 2- if an enemy is within 1 pace, push him 2 paces back. While wielding this weapon increase your defense by 3.",
      "Takedown - Knock the victim down and roll a second time to disarm them. within 1 pace (2 times)"
    ]
  },
  {
    "name": "Sir Percival",
    "health": 26,
    "subclass": "Legendary Warrior",
    "description": "Armored 5. Immune to will attacks and curses. Conjure a horse minion next to this player at the start of the game with 10 health and 14 speed that gives you +2 attack when riding.",
    "attack": 5,
    "defense": 4,
    "will": 10,
    "speed": 7,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Broadsword - 7 - within 3 paces.",
      "* Youthful Mastery - choose to either deal damage to all enemies within range of you, disarm an opponent, or break an opponent’s shield. (2 times)",
      "* Holy Remembrance - instantly remove the lasting effects of any dark spells or abilities on you and deal an instant 4 damage to all dark enemies within 3 paces of you. (1 time)",
      "Shield - 3 - within 1 pace",
      "Lance - 10 - between 4-5 paces. Knock the victim down. This weapon may only be used while riding a horse.",
      "Divine Aid - roll a D6 and perform the corresponding action: 6 = reset your health and remove any lasting poisons or spells or possessions, 5 = revive one minion or companion player, 4 = give your weapons the ‘Blessed’ quality, 3 = heal one of your players 9 health, 2 = increase your attack and defense by 3 until the end of your next turn, 1 = instantly remove all dark minions and spirits from the field and deal an instant 3 damage to all dark players. (1 time)"
    ]
  },
  {
    "name": "The Red Knight",
    "health": 26,
    "subclass": "Legendary Warrior",
    "description": "Armored 5. Battle IQ. Conjure a horse minion next to this player at the start of the game with 10 health and 14 speed that gives you +2 attack when riding.",
    "attack": 6,
    "defense": 4,
    "will": 5,
    "speed": 5,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Crimson Blade - 8 - within 3 paces.",
      "* Medieval Mastery - disarm an opponent’s shield after a successful attack and push them 3 paces back. (2 times)",
      "* Sweeping Volley - deal damage to all enemies within range. (2 times)",
      "Bloodied Shield - 4 - increase your defense by 3. Within 1 pace.",
      "Strength - 5 - within 1 pace.",
      "* Tackle - knock a victim down and roll to deal a Crimson Blade attack after. (1 time)",
      "* Disarm - disarm an opponent’s weapon and place it 5 paces away. (1 time)"
    ]
  },
  {
    "name": "The Warrior Queen",
    "health": 24,
    "subclass": "Legendary Maiden Fighter",
    "description": "Armored 3. Immune to Animals.",
    "attack": 5,
    "defense": 4,
    "will": 6,
    "speed": 8,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Long sword- 8 - double any damage done to minions or companions. within 3 paces",
      "* Wrathful Vengeance - if one of your players died within 6 paces of this player, immediately roll to attack an enemy for 15 piercing damage. (2 times)",
      "* Queen’s Rage- each attack you make this turn instantly disarms the target after your attack. (1 time)",
      "Shield of Virtue- While wielding this weapon, increase your defense by 4, and against magic attacks by 6.",
      "Morale Boost-increase the attack of all of your players by 4, their speed by 3 paces, and their Will by 4 until the end of your next turn. (2 times)",
      "Queen’s Rage- each attack you make this turn instantly disarms the target after your attack. (1 time)"
    ]
  },
  {
    "name": "The Arabian Knight",
    "health": 28,
    "subclass": "Legendary Warrior",
    "description": "Immune to vision impairments.",
    "attack": 5,
    "defense": 4,
    "will": 6,
    "speed": 8,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Scimitar -9- if this attack fails, role again, if successful the second time, the victim takes 3 damage and is pushed 3 paces back. - within 3 paces",
      "Moon Axe - 5 - piercing. within 2 paces",
      "Eastern Bow - this weapon can be the only one you use during a phase",
      "* Arrows - 4 - within 16 paces",
      "* Tar Arrow - 4 - instantly start a fire within 3 paces of wherever this arrow lands - within 14 paces (2 times)",
      "Great Ax - 8- this weapon can be the only one used during a phase. Piercing. Shield breaker. Within 4 paces.",
      "Arm Shield - if you block an attack within 3 paces you may roll a scimitar attack afterwards. Increase your defense by 2 while wielding this.",
      "Carpet Ride- increase your speed to 20 paces for 2 turns. (2 times)",
      "Jinn’s Aidive yourself either 10 health if you took damage last turn, a new non-legendary weapon, or an extra +2 attack and defense. Then in two turns roll a die and take that much damage x3. (3 times)"
    ]
  },
  {
    "name": "The ‘Bear Wolf’",
    "health": 32,
    "subclass": "Legendary Warrior",
    "description": "Armored 2. Immune to Berserker’ effect damage and animals.",
    "attack": 5,
    "defense": 4,
    "will": 7,
    "speed": 7,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Longsword - 8 - Shield breaking (within 3 paces)",
      "Shield - 4 - within 1 pace. Increase your defense by 2 while wielding. Gain protection from fire while wielding.",
      "Grip Strength - 6 - within 1 pace",
      "* Binding disarm - 5 - disarm an opponent and bind them to you unless they can defend against your basic attack at the start of their turn. Deal them an instant 4 damage each of your phases. You cannot defend against attacks from other players unless you break the bind.",
      "* Berserker Attack - until the end of your second turn after this one, increase your attack by 3, decrease your defense by 3, and increase all the damage you do by 3. (1 time)",
      "* Final Strikes - increase the damage of your attacks by 6 but destroy your weapons after attacking with them. (1 time)"
    ]
  },
  {
    "name": "The Holy Warrior",
    "health": 26,
    "subclass": "Legendary Light Warrior",
    "description": "Armored 3. Immune to curses and possession.",
    "attack": 4,
    "defense": 4,
    "will": 6,
    "speed": 7,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Sword of the Holy Land - 7 - Piercing, Blessed (within 3 paces)",
      "Great Shield - 3 - push an enemy back 3 paces. Increase your defense by 3 (within 1 pace)",
      "Dagger - 5 - piercing. Decrease your opponent’s defense by 2 while attacking with this weapon. Within 2 paces.",
      "Knocking Kick - 4 - knock the victim down, then if you damage them again this turn, disarm them. You may roll for this attack after successfully defending while wielding a shield. (within 1 pace)",
      "Noble Stand - while your health is 12 or lower, until the end of your next turn, increase your attack, defense, and will by 3, and the damage of all your attacks by 3. Any player that takes damage from you is knocked down and you may attack all players in range during a phase. (1 time)",
      "Prayers - spend a phase to roll for one of the following effects: Increase your speed and attack by 3 for 2 turns, Increase your will and defense by 3 for two turns, become immune to magic for 2 turns, or be healed 12 health. If you roll 1-2 then receive only ½ the ability as you choose, 3-4 receive the ability, or 5-6 double the effects but for 1 turn only (2 times)",
      "Death Defiance - When this player’s life reaches 0 roll a die and set his health to the result x2. (1 time)"
    ]
  },
  {
    "name": "The Chosen Slayer",
    "health": 24,
    "subclass": "Legendary Light Warrior",
    "description": "Battle IQ. Reduce all ‘strength based’ attack damage by ½. Increase this player’s health by 2 every turn. Magical damage does 2 less damage to this payer.",
    "attack": 5,
    "defense": 4,
    "will": 7,
    "speed": 8,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Defense Advantage = (+6 against supernatural dark players)",
      "Strength - 7 - within 1 pace.",
      "* Power kick - 8 - within 2 paces. You may either knock the victim down or push them 3 paces. (3 times)",
      "* Takedown - 5 - knock the victim down and disarm them. within 1 pace. (2 times)",
      "* Resourceful Evasion - 4 - deal damage to up to 2 opponents within 2 paces, knock one of them down, disarm the other, then move yourself 4 paces away. (2 times)",
      "Holy Stake - 5 - instantly destroy any vampire dealt damage by this weapon, and deal an extra 10 damage to any undead player dealt damage by this. (within 1 pace)",
      "Slayer Scythe - 7 - can only be destroyed by an archaic ability. Deal an extra 2 damage to dark players. (within 2 paces)",
      "Willow’s Aid - remove the lasting effects of any spell on yourself or another player within 3 paces. (1 time)",
      "Channeling the Past - next turn either increase your attack by 3, your damage by 3, or attack all enemies within range of you. (1 time)",
      "Watcher’s Aid - conjure a ‘Watcher” companion within 12 paces with 18 health, A+3,D+5, speed 6. While on the field, you may choose one enemy to have an extra +2 attack against when fighting. this player has the following attacks: Sword - 6 - within 3, magic blast - 4 - within 5 paces, Teleport - teleport yourself anywhere on the field 8 paces away from an enemy (2 times)."
    ]
  },
  {
    "name": "The Saxon King",
    "health": 34,
    "subclass": "Legendary Berserker",
    "description": "Armored 2. Battle IQ.",
    "attack": 6,
    "defense": 3,
    "will": 4,
    "speed": 6,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Battle Ax-10- within 4 paces.",
      "Halberd- 12- decrease your defense by 2 after attacking with this weapon until the start of your next turn. Shield Breaker - within 4 paces",
      "Throw- throw an enemy within 1 pace, 6 paces and place him in a knocked down position. (2 times)",
      "Bone breaker - 4 - while within 1 pace of a non angelic character, roll to attack them. If successful, disarm them and roll a second attack for 3 damage. If successful, that player may only wield 1 weapon for the remainder of the game and deal no more than 6 damage with it if it is non magical. Only being healed over 5 health will undo these effects. (1 time)",
      "Charge- move 8 paces toward one enemy and deal an extra 3 damage to your attack. If the attack is successful, push the victim 5 paces back, disarm them, and knock them down. (3 times).",
      "Rage - when this player’s health is below 10, you may increase his attack and all his damage by 3, but make his defense 0."
    ]
  },
  {
    "name": "Orc Chieftain",
    "health": 30,
    "subclass": "Legendary Dark Warrior",
    "description": "Armored 3. Take an extra 3 damage when damaged by an Elven weapon. Place an Armored Orc Soldier minion next to this player at the start of the game with: 15 health, 8 damage (within 4 paces), 7 speed.",
    "attack": 6,
    "defense": 3,
    "will": 4,
    "speed": 6,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Orc Sword-  8.- within 3 paces.",
      "* Decapitate- 18- if you are within 1 pace of your enemy. If your attack is fatal, remove the victims head and use it as a projectile attack with 2 damage a range of 10 paces. This can only be used while single wielding this weapon. (1 time)",
      "Shield- 4 - push the victim back 3 paces. increase your defense by 2 while wielding this weapon. (within 1 pace)",
      "* throw - 6 - knock the victim down and disarm them. within 5 paces. (1 time)",
      "Mace- 8- push the victim back 4 paces in a knocked down position. Shield Breaker. within 4 paces",
      "Poisoned Dagger - 5 - within 2 paces.",
      "Spearing Pike - 10 - piercing. This weapon can be the only weapon used during a phase. (between 4 and 5 paces)",
      "Bite - 3 - within 1 pace. Deal 2 damage to the victim for the next 2 turns."
    ]
  },
  {
    "name": "The Uruk-Hai",
    "health": 34,
    "subclass": "Legendary Dark Berserker",
    "description": "Armored 4. This player takes no additional effect damage from Elven or Light attacks.",
    "attack": 5,
    "defense": 2,
    "will": 3,
    "speed": 5,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Hacking Long Blade - 10 - shieldbreaker, within 3 paces",
      "* Cleaving - deal an extra 4 damage, knock the victim down, and destroy one of the victim’s weapons of their choice, then reduce their armored quality by 2. (1 time)",
      "* Throw - 8 - within 5 paces. (1 time)",
      "Iron Shield - 4 - within 2 paces. increase your defense by 2 while wielding this weapon.",
      "* Throw - deal damage to a victim within 4 paces and knock them down. (1 time)",
      "Strength - 6 - within 2 paces. You must be wielding only a sword to perform this attack or the following:",
      "* Savagery - disarm the victim and knock them down. (1 time)",
      "* Throwing - throw the victim up to 3 paces in a knocked down position. ( 2 times)",
      "Bite - 5 - within 1 pace, decrease the victim’s defense by 2 until the end of your next turn. (2 times)"
    ]
  },
  {
    "name": "Dwarf Lord",
    "health": 34,
    "subclass": "Legendary Berserker",
    "description": "Armored 2.",
    "attack": 6,
    "defense": 4,
    "will": 7,
    "speed": 5,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Enchanted Ax- 8- When attacking with this weapon, if there are more than 1 opponent’s in range, you may attack each of them once. within 3 paces",
      "Great Ax- 12- Shield Breaker. Piercing. within 3 paces",
      "Throwing Ax-5- within 2 paces. You can throw an ax up to 9 paces. (2 times)",
      "* Throw - Knock the victim down or disarm them. up to 6 paces. (2 times)",
      "Sweeping Kick - after either successfully defending from or failing an attack within 2 pace, you may roll to knock the defender or attacker down. Do so instantly if they are wielding a shield. (2 times)",
      "Tossing - During your turn while within 1 pace of a player that has a strength attack, that player may choose to throw this one up to 5 paces. You may instantly knock down any player within 1 pace of where this one lands and you may make an attack on one of those players after landing. (1 time)",
      "Iron Headbutt - 6 - if the victim has no armored quality, knock them down and make them skip a phase (3 times)",
      "Ring of Power",
      "* Stony Strength - this turn all your successful non-magic attacks give an extra 3 damage to the enemy and push them back 3 paces (4 times)",
      "* Mountain Might - If this player is attacking an enemy that is armored this turn, deal the total possible damage without the armor’s effects (3 times).",
      "The Arcana Stone- place this stone within 3 paces. Any spell whose range comes within 6 paces of the stone is negated. The stone has a health of 10. (1 time)"
    ]
  },
  {
    "name": "The Spartan King",
    "health": 30,
    "subclass": "Legendary Warrior Berserker",
    "description": "Battle IQ.",
    "attack": 6,
    "defense": 3,
    "will": 4,
    "speed": 7,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Defense Advantage = (+6 with shield)",
      "Long spear- 8- enemy must be between 4 and 6 paces away. Piercing.",
      "* Throw- 12- between 8 and 14 paces away. Knock the victim down.  Shieldbreaker. (2 times)",
      "Javelin- 7- enemy must be between 4 and 6 paces away.",
      "* Throw- 9- between 8 and 18 paces away.(1 time), once thrown this weapon cannot be used again. If the enemy has a shield and the attack is successful, disarm the shield.",
      "Short Sword- 6-  within 2 paces",
      "Shield- 4 - increase this player’s defense by 4 while wielding this. knock the victim down or push them 3 paces back. You may add this defense bonus to any player within 1 pace of you while they are being attacked. within 2 paces.",
      "* Pushing thrust - instantly push an enemy within 1 pace back 3 paces unless they have a strength attack, then roll for the same effects.",
      "Kick of Denial - 4 - push a player back 4 paces in a knocked down position and disarm them if they fell down at least one level. Within 1 pace (2 times)",
      "Warrior Cry Rally - Spend a phase to increase all your players’ attack, speed, and will by 3 until the start of your next turn. (2 times)"
    ]
  },
  {
    "name": "The Roman General",
    "health": 28,
    "subclass": "Legendary Berserker Warrior",
    "description": "When this player is facing a King player, increase the damage of all his attacks by 3.",
    "attack": 6,
    "defense": 4,
    "will": 5,
    "speed": 8,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Gladius - 8- within 3 paces.",
      "* Throw- 9- between 6 and 12 paces away.(2 times)",
      "* Entertaining Flourish - attack all enemies within range of you this turn. (2 times)",
      "Contus - 8- enemy must be between 4 and 6 paces away.",
      "* Throw- 12- between 8 and 14 paces away. If the enemy has a shield and the attack is successful, disarm the shield.",
      "Shield - 3- within 1 pace. Increase your defense by 3 while wielding this.",
      "Final Stand- when this player’s health is below 10, increase all your attack damages by 4 until you die."
    ]
  },
  {
    "name": "The Goblin King",
    "health": 32,
    "subclass": "Legendary Dark Berserker",
    "description": "This player takes ½ damage from all magical attacks. This player begins the game with 4 goblin minions with 6 health, 4 damage within 2 paces, A+4, and 8 speed.",
    "attack": 6,
    "defense": 2,
    "will": 3,
    "speed": 4,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Skull Staff - 8 - within 5 paces.",
      "* Minion Calling - Skip a phase to conjure 2 goblin minions with 6 health, 4 damage within 2 paces, A+4, and 8 speed. (3 times)",
      "* Frenzied Rage - all goblin minions’ attack becomes +6 for the turn. (1 time)",
      "Iron Mace - 12 - Push the victim back 3 paces. Shield Breaker. Within 4 paces.",
      "Tackle - 6 - move up to 3 paces to either push the victim back 6 paces, knock them down, and disarm them within 4 paces. (3 times)",
      "Strength - 6 - within 2 paces"
    ]
  },
  {
    "name": "The Black Swordsman",
    "health": 28,
    "subclass": "Elite Berserker",
    "description": "Armored 2. Battle IQ. All dark supernatural players, minions, or companions must roll against a Will attack of 6 at the start of their turn; if they lose they must move to attack this player before attacking any others.",
    "attack": 5,
    "defense": 5,
    "will": 10,
    "speed": 6,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Dragon Slayer  Sword - 12- This weapon may fully damage supernatural players and can only be destroyed by a legendary magic ability. Shield breaker. within 5 paces",
      "* Great Swipes - spend a phase to increase your attack by +2 and deal damage to all enemies in range while attacking (3 times)",
      "* Acrobatic Strikes - spend a phase to increase your speed and defense by +2 until next turn and attack all enemies that you pass within range of. (2 times)",
      "* Duel Ender - spend a phase to attack a player wielding a weapon, then if your attack is successful and the weapon is non-legendary, destroy it. (1 time)",
      "* Throw - throw this weapon up to 10 paces and push the victim back 3 paces and knock them down. (1 time)",
      "Berserker Armor - Increase your armor, speed, and attack by 2. Each turn, defend against a Will attack of 8, if you lose take 4 damage and decrease your will by 2. (1 time)",
      "Rapid Crossbow - deal 5 piercing damage to up to 3 targets in 1 phase up to 10 paces. (3 times)",
      "Ballista Arm - 6 - piercing, decreases the target’s attack by 2 while attacking with this weapon. Push the victim and this player back 3 paces and knock them down. within 1 pace (1 time)"
    ]
  },
  {
    "name": "The Alien",
    "health": 24,
    "subclass": "Legendary Elite Warrior",
    "description": "Any player that does non-magic damage to this one within 2 paces is instantly dealt 4 damage unless they are armored or shielded, then destroy the weapon that dealt the damage unless it is enchanted, elven, or crystal, or the shield or armored quality by 2. This player begins the game with 3 eggs with 6 health within 1 pace of it, you and other players may move the eggs, but cannot attack while holding them. You may transform the eggs into Facehugger companions at will with 5 health and 8 speed.",
    "attack": 6,
    "defense": 2,
    "will": 3,
    "speed": 9,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Claws - 10 - within 2 paces",
      "Tail Slash - 8 - piercing. within 3 paces",
      "Gripping Bind - bind a player within 1 pace of you. you must remain within 1 pace of them to keep them bound and may only attack with Tail Slash and Inner Jaw. The bound player may attack, but cannot defend or move.",
      "Inner Jaw - While a player is bound, spend a turn to deal 20 damage to them.",
      "Binding Membrane - Spend a turn to bind a player within 1 pace. That player must skip their next turn. You may move the bound player.",
      "Spitting Acid - 4 - a non supernatural player damaged by this must reduce their defense by 3 permanently and reduce their armor by 2. If they defend against this with a shield, destroy the shield. within 4 paces.",
      "Forcible Impregnation - a ‘facehugger’ companion with 5 health may bind itself to a living, non-supernatural, non-undead player within 5 paces. The bound player may roll once on their next turn to remove it, or else it is permanently bound. Only an Ice attack or a magical control or killing ability may remove it from the player. Killing the facehugger otherwise will kill the player. At the start of the next turn, remove the facehugger and that player rolls a single die at the start of each player’s turn. If they roll a 1-3, they die and you create a new “Alien” player."
    ]
  },
  {
    "name": "The Predator",
    "health": 34,
    "subclass": "Elite Berserker",
    "description": "Armored. This player is unaffected by vision impairment abilities.",
    "attack": 5,
    "defense": 3,
    "will": 4,
    "speed": 7,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Strength - 7 - push the victim up to 3 paces back or knock them down. within 1 pace.",
      "Wrist Blades - 8 - piercing. within 2 paces.",
      "Retracting Spear - 12 - piecing, shieldbreaker. within 3-4 paces.",
      "Throw - deal damage up to 15 paces away and knock the                                         victim down.",
      "Blade Disk - 6 - deal damage to up to 3 targets within 8 paces, or 1 target up to 2 times. (2 times)",
      "Mines - place a mine marker on any pace you walk over as you are moving. You may instantly detonate and remove the marker to deal an instant 6 damage to all players within 4 paces of the marker. (4 times)",
      "Traps - place a trap marker on any pace you walk over as you are moving. Any player that passes within 2 paces of it is instantly bound and dealt 3 damage. (2 times)",
      "Piercing Net - bind a player within 6 paces. Each of your turns and that player’s turns they are dealt an instant 4 piercing damage unless they have an enchanted, elven, or crystal weapon, if they do, unbind them. (1 time)",
      "Shoulder Cannon - 8 - piering, increase your attack by 3 when attacking with this weapon. within 20 paces. (3 times)",
      "Cloaking - for the next 3 turns or until you are damaged, you cannot be targeted for attacks over 6 paces, and other attacks receive a -3 on their roll. (2 times)",
      "Self Destruct - spend a phase to ready this weapon, at the end of the next player’s turn, destroy this player and deal an instant 12 damage to all layers within 10 paces of him."
    ]
  },
  {
    "name": "The Wild Man",
    "health": 24,
    "subclass": "Legendary Elite Warrior",
    "description": "You may only use one ‘spirit of” ability at a time.",
    "attack": 5,
    "defense": 3,
    "will": 6,
    "speed": 8,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Tomahawk Axes - 6 - decrease an opponent’s defense by 2 unless they have battle IQ. within 2 paces.",
      "* Throw - deal damage to an enemy up to 6 paces.",
      "Stonehead Bow - within 16 paces",
      "* Hunting proficiency - 5 - deal an extra 5 damage against minions or companions, and decrease the victim’s defense by 2 until the end of your next turn. This may be the only attack you use in a phase.",
      "* Bleeding Arrow - 6 - the victim’s defense is decreased by 2 unless they are healed. (3 times)",
      "Stunning Sling -3- decrease the victim’s defense to 0 and their attack by 3 until the end of their next turn unless they are undead or supernatural. within 6 paces. (2 times)",
      "Healing Herbs - heal a player within 1 pace 4 health. (3 times)",
      "Spirit of the Bear - increase the damage of your attacks by 3 until the end of your next turn. Anyone you deal damage to is knocked down and disarmed. (1 time)",
      "Spirit of the Eagle - increase your speed, range, and defense by 3 until the end of your next turn. (1 time)",
      "Spirit of the Wolf - increase your attack and defense by 3 and deal an extra 3 damage to all enemies that do not have battle IQ. (1 time)"
    ]
  },
  {
    "name": "The Ninja",
    "health": 24,
    "subclass": "Legendary Elite Fighter",
    "description": "Descrption.",
    "attack": 5,
    "defense": 3,
    "will": 6,
    "speed": 8,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Ninjato - 6 - piercing, within 3 paces. Deal an extra 3 piercing damage if you are within 1 pace.",
      "* Speedy Dueling - deal damage to all enemies within range. (1 time)",
      "Shuriken - 3 - decrease the victim’s defense by 3 for the next two turns unless they are healed. Within 6 paces. (3 times)",
      "Kunai Chain- 4 - you may bind the victim to within 5 paces to yourself, unless they have a strength attack above 6, or can deal over 6 damage to the chain. (4 times)",
      "* swinging acrobatics - deal damage to all enemies within range. (2 times)",
      "Martial Strength - 5 - within 2 paces.",
      "* Stunning Strike - 6 - knock the victim down. within 1 pace. (2 times)",
      "* Sato Oshi Strike - 10 - this can be the only attack you make in one turn. Deal half damage to yourself and push the victim back 4 paces into a knocked down position. within 2 paces(1 time)",
      "Smoke Bombs - no player within 4 paces of this attack may have line of sight past 2 paces for 1 turn. within 8 paces(3 times)",
      "Shinobi Arts - While not within line of sight, you may move at your full speed towards an enemy and decrease their defense by 3 against you. (3 times)"
    ]
  },
  {
    "name": "The Assassin",
    "health": 24,
    "subclass": "Legendary Elite",
    "description": "Battle IQ. Increase this player’s defense to +6 against projectile weapons; arrows, spells, and throwing weapons",
    "attack": 5,
    "defense": 3,
    "will": 6,
    "speed": 11,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Short Swords- 5- your enemy’s defense is decreased by 2. within 2 paces",
      "Hidden Blades - 5-Piercing. Your enemy’s defense is decreased by 3, while attacking with this weapon. within 1 pace.",
      "Blow Darts- 2- the victim of this attack gains the effects of poison. (3 times) within 16 paces",
      "NightShade- all other players within 6 paces of this potion decrease their speed by ½ and their defense and attack by -2 for 3 turns. (1 time) - within 8 paces",
      "Bolo Chain- when an enemy is moving within 15 pace of you, use this weapon during his turn to decrease his speed  by ½ of its original and place him in a knocked down position at the end of his turn. (2 times)",
      "Vanish- when there are more than 2 enemies within 4 paces of this player, you may remove him for this turn and at the start of your next turn place him within 15 paces of your initial vanishing point. (2 times)"
    ]
  },
  {
    "name": "The Pirate Lord",
    "health": 24,
    "subclass": "Legendary Elite",
    "description": "Immune to water damage.",
    "attack": 5,
    "defense": 4,
    "will": 5,
    "speed": 8,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Cutlass- 7- if your enemy is wielding a sword, increase your attack by +2.",
      "* Fencing Flourish - If there is more than 1 enemy in range you may attack each of them once.- within 3 paces (2 times)",
      "* Fighting Unfairly - while within 1 pace of an opponent, decrease their defense by 3, then disarm them or knock them down. (1 time)",
      "Blasting Powder- 7- deal instant damage to any player within a 6 pace radius. This weapon takes 1 phase to ready and must be used the following phase. (3 times)- within 8 paces",
      "Flintlock- 8- take 1 phase to ready this weapon. piercing. (inifinite)- within 10 paces. You may also deal 3 damage within 1 pace.",
      "Aztec Gold - for the next 2 turns this player cannot be damaged by non-magic weapons. At the end of the 2nd turn, this player loses 3 health. (1 time)",
      "Comical Fortune - This player may reroll his defense roll with an extra +3 bonus to either disarm the attacker, or redirect the damage instantly to an enemy within 3 paces. (4 times)"
    ]
  },
  {
    "name": "The Barbarous Pirate",
    "health": 24,
    "subclass": "Legendary Elite Warrior",
    "description": "Battle IQ. This player begins with a Monkey companion with 5 health, immunity to non-magical damage, speed 8, attack and defense +5, and the ability to carry items and decrease an opponent’s defense by 2 while within 1 pace.",
    "attack": 5,
    "defense": 5,
    "will": 8,
    "speed": 6,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Rapier - 7 -  if your enemy is wielding a sword, increase your attack by 2. You may reroll a failed attack to deal 3 damage.",
      "* Furious Flourish - deal damage to all enemies within range of you. (2 times)",
      "* Surprising Stab - if you have already made an attack this turn, decrease your victim’s defense by 3 for this attack. (2 times)",
      "Silver Flintlock - 8- take 1 phase to ready this weapon. piercing. (inifinite)- within 10 paces. You may also deal 3 damage within 1 pace.",
      "Dirty tricks - while within 2 paces of a player you may deal 5 damage to them and either decrease their defense by 2 until the end of your next turn, knock them down, or disarm them (2 times)",
      "Aztec Gold - for the next 2 turns this player cannot be damaged by non-magic weapons. At the end of the 2nd turn, this player loses 3 health. (1 time)"
    ]
  },
  {
    "name": "The Sword Master",
    "health": 24,
    "subclass": "Legendary Elite",
    "description": "Battle IQ. Any armored enemy, or any enemies attacking or defending against this player with a non-magic weapon, are dealt an immediate 2 damage. When this player defends against an attack within 3 paces, you may roll once to deal 4 damage to the attacker",
    "attack": 6,
    "defense": 4,
    "will": 5,
    "speed": 8,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Defense Advantage = (+7 against a sword)",
      "Long sword- 7- if this attack fails, role again, if successful the second time, the victim takes no damage and is placed in a Knocked down position. Piercing - within 3 paces",
      "* Weapon Mastery - After moving during your turn, if there is more than one enemy within 3 paces of you, you may attack each one once. (3 times)",
      "Cutlass- 6- if this attack fails, role again, if successful the second time, the victim takes no damage and is disarmed. - within 3 paces",
      "Scimitar- 8- if this attack fails, role again, if successful the second time, the victim takes 3 damage and is pushed 3 paces back. This weapon can be the only one used during a turn - within 3 paces",
      "Water Dance- during your enemies turn, if any of their close range non-magic attacks fail, place them in a knocked down position and disarm them. (3 times)"
    ]
  },
  {
    "name": "The Last Samurai",
    "health": 22,
    "subclass": "Legendary Light Elite",
    "description": "Armored 4. Battle IQ.",
    "attack": 6,
    "defense": 4,
    "will": 5,
    "speed": 8,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Sword of Righteousness -9- piercing. Deal extra 3 damage to all dark enemies. Deal instant damage to ‘The Shapeshifter’ and his legendary form. This weapon cannot deal damage to non dark enemies when wielded by a dark enemy. within 3 paces",
      "* Throw - 8 - any enemy within 9 paces. (3 times)",
      "* Blade Mastery - If there are any enemies within range of this player’s weapons he may attack each of them once. (2 times)",
      "Wakizashi- 6-  within 2 paces. If you are wielding this weapon with another, decrease your opponents defense by -2.",
      "Spear-7 - You can only use this weapon alone during one of your phases. within 5 paces.",
      "* Throw- 9- between 8 and 14 paces away.(1 time), once thrown this weapon cannot be used again. If the enemy has a shield and the attack is successful, disarm the shield.",
      "Hidden Blade - 5-while attacking with this weapon and holding another, your enemy’s defense is decreased by -3 against this weapon. The latter can only be used once. -within 1 pace",
      "LongBow - 5 - within 16 paces. This weapon can be the only one used during a phase.",
      "Bujutsu - While attacking or defending within 2 paces, instantly roll to either knock down your opponent or deal an extra 4 damage to them. (3 times)"
    ]
  },
  {
    "name": "The Emerald Archer",
    "health": 24,
    "subclass": "Legendary Elite Fighter",
    "description": "Description.",
    "attack": 5,
    "defense": 4,
    "will": 6,
    "speed": 8,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Attack Adv - +7 with bow and arrow attacks",
      "Defense Adv - +6 against arrow attacks",
      "Bow - 4- Within 2 paces",
      "* Arrows-6- within 24 paces",
      "* Multi Shots - Shoot 2 arrows for one attack within 16 paces. (2 times)",
      "*  Piercing Arrows- 5- piercing. (6 times)",
      "* Poisoned Arrow- 4- give the victim of this attack the effects of Wolf’s Bane. (2 time)",
      "* Quick Draw- spend a whole turn to shoot 1 arrow at all targets within 10 paces. You cannot move or switch weapons, or use any other attacks this turn. (1 time)",
      "* Arrow Disarm- disarm a player’s weapon being held in one hand within 15 paces (2 times)",
      "* Explosive arrows- shoot this arrow at a point within 20 paces then instantly deal 4 damage to all players within 4 paces of the arrow.  If this hits blasting powder, detonate the powder instantly. (2 times)",
      "Hidden Darts- 3- after attacking a player you may attack another player within 4 paces after decreasing their defense by 3. (3 times)",
      "Healing Herbs- Remove the effects of any poison or potion on a player within 2 paces. (2 times)"
    ]
  },
  {
    "name": "The Dark Knight",
    "health": 24,
    "subclass": "Legendary Light Elite",
    "description": "Armored 2. Battle IQ. Immune to fire and may reduce his falling damage by 4. This player may attack twice during one of his phases. Whenever an attack within 4 paces fails against this player, rep-role to do 3 damage and knock the attacker down, until this player’s health is below 10. This player’s defense cannot be decreased by weapon effects.",
    "attack": 6,
    "defense": 4,
    "will": 7,
    "speed": 9,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Defense Advantage = (+6 against attacks within 2 paces)",
      "Strength - 5 - within 2 paces",
      "Quick Strikes - 4- deal damage to up to 3 enemies within 2 paces, or 1 enemy 3 times. (3 times)",
      "Disarm - 3-disarm an opponent within 3 paces and place their weapon 4 paces away. (inifinite) If an attacker fails their attack, you may re-role to disarm them( 2 times)",
      "Drop Kick - 7 - push the victim back 4 paces. Within 5 paces, place yourself in the original place of the victim after the attack, or next to them if it fails. (3 times)",
      "K.O. - 6- the victim is knocked down, cannot defend, and must skip their next turn. Supernatural and archaic players do not take these effects.(2 times)",
      "Grappling - move yourself up to 15 paces, or move an enemy within 10 paces 8 paces toward you. The latter requires an attack role. (5 times)",
      "Batarang - 4 - disarm the victim and place their weapon 3 paces from them. within 12 paces. (6 times)",
      "Flash Bomb - no player within 4 paces of this attack may have line of sight past 2 paces for 1 turn. -within 8 paces-(3 times)",
      "Small Bombs - 4 - deal instant damage to any player within 3 paces. The victims must skip a phase next turn. This weapon may be detonated any time during any turn after it is dropped. -Within 8 paces - (4 times)",
      "Bind - bind a player within 10 paces. The victim does not become unbound when this player attacks them. (2 times)"
    ]
  },
  {
    "name": "The Worthy Captain",
    "health": 30,
    "subclass": "Legendary Light Elite Warrior",
    "description": "Armored 3. Battle IQ. This player gains 2 health every turn. Immune to poisons. This player’s defense cannot be decreased by weapon effects.",
    "attack": 6,
    "defense": 4,
    "will": 10,
    "speed": 10,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Strength - 10- you may push the victim back up to 3 paces or knock the down. within 2 paces",
      "Fighting - 8 - deal damage to either 1 target 2 times or 2 targets 1 time each. within 2 paces. (3 times)",
      "Grappling - deal 8 damage to target within 1 pace, knock them down, and disarm them. (2 times)",
      "Shield - 6 - deal damage to up to 3 targets within 10 paces, knocking the weakest down. This weapon can only be broken by a player wielding a legendary weapon. A non-magic attack blocked with this weapon deals 3 damage to the attacker and pushes them back 2 paces. Increase this player’s defense by 3 while wielding.",
      "Morale Boost - spend a phase to increase the will of all your players by 6 and their attack by 3 for a turn.  (1 times)",
      "Final Stand - spend a turn to increase the will of all players by 5 and their attack by 4 for a turn. (1 time)"
    ]
  },
  {
    "name": "The Spiderman",
    "health": 20,
    "subclass": "Legendary Elite Fighter",
    "description": "Battle IQ. Reduce all non-magic damage by ½. This player’s defense cannot be reduced by player weapon abilities. Increase your defense by 2 against all non-will ranged attacks from over 6 paces. This player may move up and down levels at his normal speed.",
    "attack": 5,
    "defense": 7,
    "will": 7,
    "speed": 8,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Strength - 11 - you may push the victim back 3 paces. within 2 paces",
      "Webs - use any up to 16 times.",
      "* Slinging - move yourself up to 10 paces. While moving, you may choose to either make a strength attack on an enemy in range, or carry a player you pass over.",
      "* Binding - Bind a player within 6 paces, or to a wall if they are within 2 paces of a wall.",
      "* Pull/sling - move a player within 4 paces of you up to 6 paces past you in a knocked down position, knocking down any player they pass over.",
      "* Catching -You may reduce a player within 10 pace’s falling damage to 0.",
      "* Blinding - a player within 6 paces cannot make an attack or move or defend until the end of your next turn unless they have a strength attack.",
      "* Trailing - while a player with a speed 10 or more is moving within 6 paces of you, you may carry yourself up to 4 paces from where they stop.",
      "* Stun - 3 - make a non supernatural enemy hit with this attack, decrease their defense by 2 this turn and skip a phase their next turn.",
      "Hidden Strength  - you may move or destroy a non-great block up to 4 paces while within 1 pace of it. (2 times)"
    ]
  },
  {
    "name": "The Mortal Kombatant",
    "health": 22,
    "subclass": "Legendary Elite Fighter",
    "description": "Armored 2. Remove this player’s body after he dies. Decrease the defense of all enemies defending against this character within 3 paces by 3. Immune to fire or ice attacks.",
    "attack": 6,
    "defense": 4,
    "will": 7,
    "speed": 10,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Defense Advantage = (+6 against attacks over 8 paces away)",
      "Sword - 9 - piercing (within 3 paces) - this weapon can be conjured if destroyed or if this player is disarmed.",
      "* Throw - 12 - (within 10 paces)",
      "* Mashing Moves - Attack all enemies in range of you. (2 times)",
      "Kunai - 5 - you may move the victim up to 5 paces towards you, and/ or bind them, or disarm them. If you bind them, you cannot use this weapon again. Piercing. (within 8 paces)",
      "Ice Pikes - 4 - you may target up to 3 enemies within 8 paces, or 1 enemy within 12 paces. (2 times)",
      "Vanish - decrease the defense of all enemies within 4 paces by 2, then move this player up to 20 paces away. (2 times)",
      "Fire Breathing - 10 - set the victim on fire - within 3 pace (1 time)",
      "Smoke - When this player dies, you may place him back on the field in 1 turn with half health and either all of his abilities or only his sword and a teleport ability (5 times).",
      "Fatality - while an enemy is below 10 health, roll to kill them, and either destroy their body or decapitate them and use the head as a throwing weapon with 3 damage in 8 paces. (1 time)"
    ]
  },
  {
    "name": "The Mandalorian",
    "health": 24,
    "subclass": "Legendary Elite Warrior",
    "description": "Armored 4. This Player’s armor is immune to Crystal effects.",
    "attack": 5,
    "defense": 3,
    "will": 6,
    "speed": 6,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Crystal Rifle - 6 - within 12 paces",
      "Dark Crystal Sword - 6 - Within 2 paces",
      "Gauntlets",
      "* Tracking Darts - 4 - deal damage to up to 4 targets, or 1 target 4 times. Targets do not have to be in line of sight. within 8 paces (1 time)",
      "* Trapping Wire - bind a player within 5 paces. You may drag the player while bound or leave them where they are. Only crystal, piercing, and elven weapons or players with a strength attack may break this bind. (1 time)",
      "* Flames - 5 - set the victim on fire - within 4 paces (2 times)",
      "* Taser - make a non supernatural player within 5 paces skip their next turn and knock them down. (1 time)",
      "Detonators - throw up to 6 paces and deal an instant 4 damage to all players within 4 paces. (2 times)",
      "Propulsion Pack",
      "* Jets - move this player up to 15 paces. (3 times)",
      "* Rocket - deal 7 damage to all players within 5 paces. - up to 20 paces (1 time)"
    ]
  },
  {
    "name": "The Freedom Fighter",
    "health": 24,
    "subclass": "Legendary Elite",
    "description": "Reduce the damage to this player from all non-magical attacks over 6 paces away to 0.",
    "attack": 4,
    "defense": 5,
    "will": 6,
    "speed": 8,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Sand vanishing - while you are on the ground level you may have this player vanish from his current square then reappear on his next turn within 5 paces. If he would appear within 2 paces of an enemy, decrease the enemy’s defense by 3. Only supernatural players, players with earthbending, rings of power, or vision impairment resistance may attack him while using this ability. (3 times)",
      "Long Range rifle - 8 - piercing. within 25 paces.",
      "Teeth daggers - 7 - decrease the victim’s defense by 2 when attacking with this. within 2 paces.",
      "* acrobatic attack - attack all players within range once. (2 times)",
      "* nimble tactics - knock the victim down or disarm them. (1 time)",
      "Detonators -  place a marker within 2 paces. You may instantly detonate and remove the marker to deal an instant 6 damage to all players within 4 paces of the marker. (3 times)",
      "Foresight - until the end of your next turn increase your defense by 3 against all attacks within 3 paces of you."
    ]
  },
  {
    "name": "The Hobbit’s Heir",
    "health": 18,
    "subclass": "Legendary Elite Commander",
    "description": "Armored 8. Decrease all attack rolls over 4 paces against this player and his companions by 3.",
    "attack": 4,
    "defense": 4,
    "will": 8,
    "speed": 4,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Elven Short Sword - 6 - piercing, does an extra 4 damage to minions within 2 paces.",
      "Elven Star Phial - instantly reduce the defense of all Dark enemies within 5 paces by 3 and keep them 3 paces away from you until your next turn. (2 times)",
      "The One Ring of Power - you may move and attack with this player, but no other players may attack you unless they are supernatural, archaic, or have a ring of power. For each turn you use this, decrease your will by 3. When your will reaches 2, this player is considered ‘Dark’ and must attack each player in range of him every turn. You cannot use this item if “The Dark Lord” is on the board. Any other player who uses this item may add an extra 5 damage to one of their attacks each turn.",
      "COMMAND POST: Hobbit Camp - 20 - any of your players may spend a phase at this post to gain 5 health and undo any deductions to their will.",
      "* The Loyal Gardener - 18 (Legendary Elite) A:+5,D:+3,speed: 5 paces, Will:10",
      "Barrow Dagger - 5 - deal full damage to dark supernatural players and make them vulnerable to all forms of damage until the end of your next turn. (within 2 paces)",
      "Kitchen Pans - 4 - knock the victim down. You may double the amount of health gained by a player within 4 paces at the command post. (3 times)",
      "Way Bread - remove the lasting effects of anything that decreases your will or speed. (2 times)",
      "Indomitable Will - When being targeted for a will attack, you may roll 2 dice in your defense. (2 times)",
      "* The Nordic Esquire - 18 (Legendary Elite) Armored 3. A:+4,D:+3,speed: 5 paces, Will:7",
      "Barrow Dagger -5- deal full damage to dark supernatural players and make them vulnerable to all forms of damage until the end of your next turn. (within 2 paces)",
      "Hidden Advantage - move to attack an opponent, and if there is another player not allied with them within 3 paces, you may increase your attack by 4. (2 times)",
      "Horseman Shield - increase your defense against non magical attacks by 2.",
      "* The Guard of the Citadel - 18 (Legendary Elite) Armored 3. A:+3,D:+3,speed: 6 paces, Will:7",
      "Barrow Dagger -5- deal full damage to dark supernatural players and make them vulnerable to all forms of damage until the end of your next turn. (within 2 paces)",
      "Growing Courage - Each time this player kills another, increase his attack or defense by 1, not exceeding 6."
    ]
  },
  {
    "name": "The Elven Craftsman",
    "health": 28,
    "subclass": "Legendary Light Craftsman",
    "description": "Armored 2. You may give any of this player’s weapons to a player within 4 paces except the Forging Hammer. As long as the Southern King or the Last King is not on the field this player may conjure a Sword of Truth within 4 paces with the elven quality and damage of 10 piercing . This weapon can only be wielded by a Light player.",
    "attack": 4,
    "defense": 4,
    "will": 4,
    "speed": 9,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Elven Short Swords- 6- this weapon cannot be destroyed by non magical means, piercing. While attacking your enemy’s defense is decreased by 2. Within 2 paces",
      "Forging Hammer- 5-use a phase to give one weapon within 1 pace the piercing effect and the Elven Quality. Within 2 paces",
      "Elven Broad shield- increase the wielder’s defense by +2 against ranged attacks and +3 against any attacks from a Dark Enemy over 2 paces.",
      "Legendary King’s Shield-increase the wielder’s defense by +3 attacks over 3 paces.",
      "The Jewel of the Craftsman- while holding this stone, decrease all dark enemies’ defense by -4 within 15 paces. Any dark player who holds this takes 4 damage every turn. Any Light or Elven character holding this weapon may deal an instant 5 damage to all dark enemies in 10 paces.",
      "CRAFTING PROJECT: Conjure your crafting table with 10 health. Spend 6 phases next to the table to create either",
      "* Elven Weapons - one of each of your players’ weapons receives the Elven quality and does an extra 5 damage to a declared player of your choosing",
      "* Jewels - create two copies of the Jewel of the Craftsman",
      "* Stones of Sight - each of your players receive a stone that may deal 6 damage from a will attack at any range."
    ]
  },
  {
    "name": "The Dwarven Smith",
    "health": 28,
    "subclass": "Legendary Craftsman",
    "description": "Armored 2",
    "attack": 5,
    "defense": 3,
    "will": 7,
    "speed": 4,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Smithing Ax - 10 - shieldbreaker, piercing. knock the victim down. within 3 paces.",
      "Piercing Crossbow - 6 - piercing. within 10 paces. (4 times)",
      "Throwing Ax-5- within 2 paces. You can throw an ax up to 9 paces. (2 times)",
      "* Throw - Knock the victim down or disarm them. up to 6 paces. (2 times)"
    ]
  },
  {
    "name": "The Royal Smith",
    "health": 30,
    "subclass": "Legendary Craftsman",
    "description": "You may give any of this player’s weapons to a player within 4 paces except the Forging Hammer.",
    "attack": 4,
    "defense": 3,
    "will": 4,
    "speed": 8,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "The Smith’s Halberd- 12- This weapon can only be used once per phase. Piercing, Shieldbreaker. Push the victim back 2 paces. Within 4 paces.",
      "Forging Hammer- 5-use an attack phase to give one weapon within 1 pace the piercing ability and an extra 2 damage. Within 2 paces",
      "The Armorer- give any player within 1 pace the Armored 3 quality. (2 times)",
      "The Blade Builder- give a sword or dagger within 1 pace either the piercing ability with 2 extra damage or the shield breaker ability. (2 times)",
      "The Shield Builder- add an extra +2 to a player’s defense while they are wielding a shield or give a player’s armor an extra damage reduction of 2 (2 times)",
      "CRAFTING PROJECT: Conjure your crafting table with 10 health. Spend 6 phases next to the table to create either",
      "* Catapult Explosives - conjure a catapult with 20 health within 3 paces that deals an instant 8 damage to all unarmored or unshielded players within 4 paces of the target. within 10 -25 paces",
      "* Rapid Fire Crossbows - deal 6 piercing damage to up to 3 targets in 1 phase up to 20 paces.",
      "* Group Heavy Armor - give each of your players the armored quality with an extra 3 damage reduction."
    ]
  },
  {
    "name": "The Man of Iron",
    "health": 22,
    "subclass": "Legendary Craftsman",
    "description": "Armored 6. Immune to falling, fire, push damage, and piercing attacks.",
    "attack": 6,
    "defense": 4,
    "will": 8,
    "speed": 8,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Autonomous Armor - you may remove the armor from this player to act as a new player with 15 health whose turn must be taken right after this player’s turn. This new player takes all of this player’s current abilities. If the armor player loses all their health, this player must pick up the armor to regain their abilities. this player may call the armor back to them without spending a phase during any turn. You may also send this armor to any player and recall it at any time. If this player dies while the armor is on another player, they may continue to use it. (2 times)",
      "* Strength - 9 - within 2 paces",
      "* Blasts - 6 - push the victim up to 6 paces back. within 6 paces",
      "* Projectiles - 5 - deal piercing damage to up to 6 enemies within 10 paces. (2 times)",
      "* Explosives - 8 - deal instant piercing damage to all players within 4 paces of the target pace. Push victims back 3 paces in a knocked down position. Within 12 paces (2 times)",
      "* Binds - bind a player within 8 paces and make them skip their next turn unless they are a supernatural player - (2 times)",
      "* Flight - increase this player’s speed to 20 paces for 1 turn and deal 3 damage to any player that you push aside. (3 times)",
      "* Absorb - cancel out 1 lightning attack or magical projectile attack and increase your damage by 3 for one turn. (2 times)",
      "CRAFTING PROJECT: Conjure your crafting table with 10 health. Spend 6 phases next to the table to create either",
      "* Suits for All - Create 2 copies of your Autonomous Armor",
      "* Missiles - Spend a phase next to this table to deal an instant 10 damage to any players within 10 paces of the target anywhere on the field.",
      "* Battle Calculator - give this player the ability to make up to two attacks each phase"
    ]
  },
  {
    "name": "The Gunslinger",
    "health": 24,
    "subclass": "Legendary Elite Warrior",
    "description": "Description.",
    "attack": 6,
    "defense": 4,
    "will": 5,
    "speed": 6,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Long Range Rifle - 8 - within 28 paces, this weapon may be the only one used within a phase. knock the victim down.",
      "Rapid Fire Rifle - 6 - within 20 paces, this weapon may be the only one used within a phase.",
      "Double Barrel Shotgun - 10 - within 8 paces, knock the victim down and push them back 2 paces.",
      "Magnum Pistol - 8 - within 8 paces, knock the victim down.",
      "Custom Ammunition Case - choose to give one of your gun attacks the following properties (2 times each)",
      "* Armor piercing crystal - treat the attack as a crystal weapon.",
      "* Hunting slug - give the attack an extra 5 damage against berserkers and minions or companions.",
      "* Enchanted metal - treat the attack as an enchanted weapon",
      "* Cursed capsule  - give the victim of the attack the cursed properties",
      "* Poisoned Tipped - give the victim of the attack the poisoned properties",
      "* Explosive Shieldbreaker - deal an instant 4 damage to all players within 3 paces of the victim and destroy the victim’s shield",
      "Tactical Knife - 5 - within 2 paces, decrease the victim’s defense by 2 when defending against this."
    ]
  },
  {
    "name": "The Master Inventor",
    "health": 27,
    "subclass": "Legendary Craftsman",
    "description": "You may give any of this player’s weapons to a player within 4 paces.",
    "attack": 4,
    "defense": 2,
    "will": 4,
    "speed": 7,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Rapid Bayonet Rifle- 6 - piercing ability and a range of 22 paces. Within 4 paces",
      "Poison Contraption- place a Poison contraption within 1 pace with 8 speed. This contraption may deal an instant successful attack within 1 pace to give the victim the effects of poison. this contraption may also choose to detonate and deal those effects to all players in 6 paces. (1 time)",
      "Rapid Piercing Crossbow - 5- piercing ability. Within 16 paces.",
      "Static Wand- 3- spend an attack phase to ready this weapon with 1 charge (maximum of 3 charges). Each charge pushes the victim 4 paces back. within 2 paces.",
      "Dragon’s Breath- 4- deal damage to any player within 2 paces of the victim and set all who take damage on fire. (within 5 paces)",
      "Adrenal Extract- give a player who has died in the past turn 7 health. (1 time)- within 1 pace.",
      "Automaton Designs - conjure 2 droid companions of your choice (1 time)",
      "CRAFTING PROJECT: Conjure your crafting table with 10 health. Spend 6 phases next to the table to create either",
      "* Cannon - conjure a cannon with 12 health that can be moved at a speed of 5 paces and spend a turn to deal an instant 15 damage to a target, or deal an instant 8 damage to all players in 3 paces of a target.",
      "* Tank -conjure a tank with 20 health that can be moved at a speed of 7, hold up to 2 players within it and deal 8 piercing damage to up to 2 targets per phase within 18 paces.",
      "* Flying Machines - give each of your players the flying ability with 14 speed."
    ]
  },
  {
    "name": "The Octavian Doctor",
    "health": 22,
    "subclass": "Legendary Craftsman Fighter",
    "description": "Battle IQ. Increases your defense by +2 against all non-will ranged attacks from over 6 paces. This player may move up and down levels at his normal speed.",
    "attack": 5,
    "defense": 4,
    "will": 6,
    "speed": 8,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Mechanical Arms - decrease the defense of any player being attacked by 2 unless they have battle IQ.",
      "* strike - 6 - choose to either knock the victim down or push them 3 paces. within 5 paces.",
      "* sweep - 5 - push a player within 4 paces up to 4 paces.",
      "* throw - throw a player within 5 paces up to 8 paces in a knocked down position. Any player they would hit is knocked down and both are dealt an instant 3 damage.",
      "* bind - bind a player within 5 paces. (4 times)",
      "* scurry - move yourself up to 14 paces. (2 times)",
      "* flurry - make 4 ‘strike’ attacks, this can be your only attack during a turn, then end your turn (2 times)",
      "CRAFTING PROJECT - Conjure your crafting table with 10 health. Spend 6 phases next to the table to create either",
      "* Advanced AI - increase your defense by 3 and gain the ability to attack twice during each phase.",
      "* Sinister Upgrades - increase your damage by 2 and your attack by 3."
    ]
  },
  {
    "name": "The Dictator of Doom",
    "health": 22,
    "subclass": "Legendary Dark Craftsman",
    "description": "Armored 5. Battle IQ. Immune to falling, fire, push damage, and piercing attacks.",
    "attack": 6,
    "defense": 4,
    "will": 10,
    "speed": 6,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Enhanced Sorcerous Armor",
      "* Spell Removal - remove the lasting effects of any magical ability within 6 paces that was not from a HotO player. (1 time)",
      "* Mystic Shield - create a barrier 4 paces around you. No magical effects, attacks, players, or minions may enter the barrier unless it is dealt over 10 magical damage. (1 time)",
      "* Enhanced Strength - 11 - you may push the victim back 3 paces, or throw them 5 paces in any direction into a knocked down position. Within 1 pace.",
      "* Beams - 5 - you may push the victim back 8 paces. You may use this attack twice in one phase once per turn. This attack is treated as magical damage (5 times)",
      "* Stunners - 3 - knock the victim down and make them skip their next turn. They cannot defend. (1 time)",
      "* Flight - move this player up to 16 paces. (4 times)",
      "* Missiles - 8 - deal instant damage to all players within 4 paces and knock them down. within 8 paces (2 times)",
      "* Portals - teleport this player and up to 1 other within 2 paces anywhere on the field within 25 paces. (2 times)",
      "* Shields - create a barrier 1 pace around this player. No objects or damage may come within the barrier until the end of your next turn. (2 times)"
    ]
  },
  {
    "name": "The Automaton",
    "health": 20,
    "subclass": "Legendary Elite Craftsman Commander",
    "description": "Battle IQ. Armored 4. Immune to will attacks, poisons, and possession.",
    "attack": 6,
    "defense": 4,
    "will": 0,
    "speed": 8,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Strength - 9 - within 1 pace.",
      "Beams - 6 - piercing. push the victim back 2 paces and knock them down. within 8 paces.",
      "Missiles - 8 - deal instant damage to all players within 4 paces. within 14 paces. (3 times)",
      "Jet propulsion - move this player up to 18 paces, knocking down any player you come within 1 pace of. (4 times)",
      "CRAFTING PROJECTS - Conjure your crafting table with 10 health. This player or his minions may spend 6 phases next to the table to create either",
      "* Mass Duplication - create 5 copies of this player.",
      "* Evolved Form - give this player and extra 15 health, increase his armor, attack, defense, damage, and speed by 2, and give him 2 more use times on all of his abilities.",
      "* Crafting Infiltration - you may have this player spend a turn next to a crafting table to make that table a copy of this one.",
      "COMMAND POST: Puppet Factory - 20 - this player or his minions may spend a phase in this post to heal up to 10 health.",
      "* Drone minion - 6 health, 7 speed, 6 damage in 2 paces. (3 times)",
      "* Rocketeers - 8 health, 5 speed, 6 damage within 12 paces dealing instant damage to all players in 3 paces 2 times each. (2 times)",
      "* Brawlers - 10 health, 8 speed, 8 damage within 1 pace. (2 times)"
    ]
  },
  {
    "name": "The Archeologist",
    "health": 26,
    "subclass": "Legendary Craftsman",
    "description": "Description.",
    "attack": 4,
    "defense": 6,
    "will": 6,
    "speed": 6,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Brawling Strength - 5 - within 1 pace.",
      "Bullwhip - 3 - decrease the victim’s defense by 2 until the end of your turn. Between 3-4 paces.",
      "* Disarm - disarm an opponent’s weapon and place their weapon within 1 pace of you. (3 times)",
      "* Trip - knock an opponent down. (3 times)",
      "* Swing - while within 4 paces of a block at least 2 levels high, you may move this player up to 8 paces while still being within 4 paces of the block. Knock down any players you pass over.(3 times)",
      "Revolving Pistol - 6 - you may fire this weapon twice in one phase. (6 times) within 12 paces.",
      "Surprising Satchel - you may choose one of the following items to use during the game.",
      "* Dynamite - spend a phase to ready this weapon, then throw it up to 8 paces, dealing an instant 8 damage to all players within 5 paces of it. (1 time)",
      "* Machete - 4 - deal damage to up to 2 victims in range. within 2 paces",
      "* Mystic Medallion - a player in possession of this increases their defense against non-Head of the Order magic attacks by 3.",
      "* Holy Talisman - a player in possession of this increases their defense against supernatural players’ attacks by 3."
    ]
  },
  {
    "name": "The Grappler",
    "health": 26,
    "subclass": "Legendary Elite Fighter",
    "description": "Armored 4. Battle IQ. If this player observes a non-magic attack, and that attack is performed again on him, increase his defense against it by +3. When an attack fails against this player you may roll a basic strength attack against the attacker with ½ damage.",
    "attack": 5,
    "defense": 4,
    "will": 6,
    "speed": 1,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Defense Advantage = (+7 against strength-based attacks)",
      "+6 against fighters",
      "Basic strength Fist - 7 - you may choose to either push the victim back 4 paces, disarm them, or knock them down.-within 2 paces",
      "Basic strength foot - 8 - you may choose to either push the victim back 6 paces, or knock them down. - within 3 paces",
      "K.O.- 9 - knock the victim down for 1 turn, they cannot move or defend or use abilities unless touched by a water spell. - within 2 paces (1 time)",
      "Fist forms - choose one of the following: (2 times)",
      "* Tiger - 8 - deal piercing damage and reroll if first attack fails.",
      "* Mantis - 6 - decrease victims defense by 3 for 2 turns",
      "* Crane - 6- disarm victim and knock them down.",
      "* Triceratops - 10 - push victim back 8 paces",
      "Liquid speed-  spend a turn without moving, attacking, or being attacked. Next turn instantly deal 6 damage to a non-legendary (or roll if legendary) target within 10 paces and push them back 10 paces, knock them down, and disarm them. (1 time)",
      "Whip strike - 3 - target must be a non supernatural player. Decrease their defense by 4 for the next turn and they cannot move. (2 times)",
      "Shaori - spend a turn without moving, attacking, or being attacked, then for the next 2 turns you may reduce any non-magic damage to 0 and be pushed paces equal to the damage you would take instead. (1 time)",
      "Endorphin Rush - when your health is 10 or below, you may change your speed to 15 and both your Attack and Defense to +6 for two turns. (1 time)",
      "Demon Back - when your health is below 6, you may increase the damage you deal by 4, and decrease the damage you are dealt by non-magic attacks by 6 for 2 turns. (1 time)"
    ]
  },
  {
    "name": "The Imperial Admiral",
    "health": 22,
    "subclass": "Legendary Commander",
    "description": "This player’s troops may have a total of 6 phases.",
    "attack": 5,
    "defense": 4,
    "will": 9,
    "speed": 5,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Refined Crystal Pistol - 6 - within 8 paces.",
      "Tactical Genius - During each of your opponents’ turns, you may take an immediate phase after one of their player’s first phase. This can only be done once per each opponent’s turn. (5 times)",
      "Research Deductions - you may choose to either increase your players’ attack or defense by 4 against one of your opponent’s players until the end of your next turn. (1 time)",
      "COMMAND POST: Imperial Strategy Center - 20 - if both you and at least one officer are within 1 pace of the command post you may add an additional ‘times’ use to one of your abilities (not exceeding 4)",
      "* Imperial Officer Minion - 8 health, 5 speed, 5 piercing damage within 5 paces. You may skip one of this player’s phases to increase one of your minion’s attack by 2. (2 times)",
      "* Death Trooper Companion - 12 health, armored 3, A+5, D+3, 6 speed, 7 crystal damage within 7 paces. (1 time)",
      "* Terrain Trooper Minions - 8 health, armored 2, 10 speed, 6 piercing damage within 6 paces. (2 times)",
      "* Stormtrooper Minions - 8 health, armored 2, 6 speed, 6 piercing damage within 6 paces. (3 times)",
      "* Medical Trooper Minion - 8 health, 8 speed, 6 damage within 6 paces. Spend a phase next to one of your players to heal them 6 health."
    ]
  },
  {
    "name": "The Rebel General",
    "health": 20,
    "subclass": "Legendary Maiden Commander",
    "description": "This player’s troops may have a total of 5 phases.",
    "attack": 4,
    "defense": 5,
    "will": 7,
    "speed": 5,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Long Barrel Blaster  - 6 - piering. within 8 paces",
      "Inspirational Call - increase the will and attack of your players by 3 until the end of your next turn. (1 time)",
      "Force Attunement - give one of your players an extra +4 defense until the end of their next turn. (2 times)",
      "COMMAND POST: Rebel Outpost - 20 - you may move this command post to up to 20 paces.",
      "* Jet Trooper Minion - 8 health, 10 flying speed, 7 damage within 8 paces. (1 time)",
      "* Wookie Companion - 24 health, A:+5,D:+3, Speed 5, 9 damage within 8 paces, and 6 strength within 2 paces. (1 time)",
      "* Insurgent Minion - 8 health, 7 speed, 6 damage within 7 paces. (3 times)",
      "* Saboteur Minion - 8 health, 8 speed, 5 damage within 5 paces, and place one explosive token within 3 paces and detonate it at will dealing an instant 12 non-magic damage to everything within 4 paces -3 times- (1 time)",
      "* Medical Droid Minion - 5 health, 4 speed, heal a player within 1 pace by 6, make a player’s crafting table or command post within 1 pace skip their next two turns."
    ]
  },
  {
    "name": "The Droid Tactician",
    "health": 18,
    "subclass": "Legendary Elite Commander",
    "description": "This player’s troops may have a total of 8 phases.",
    "attack": 5,
    "defense": 2,
    "will": 0,
    "speed": 5,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Wrist Blaster - 7 - within 6 paces. You may target up to two targets within 4 paces of each other",
      "Wrist Rockets - 8 - deal instant damage to anyone within 3 paces of the target. within 12 paces. (1 time)",
      "Tactical Analysis - During an opponents’ turns, you may take an immediate phase after one of their player’s first phases. (3 times)",
      "COMMAND POST: Droid Factory - 20 - you may conjure 2 minions at a time.",
      "* Shield Droid Minions - 6 health, 10 speed, 8 damage within 6 paces, deal damage to any player within 2 paces of the target, reduce the first 16 non-magic damage this player would take to 0 unless they are moved. (2 times)",
      "* Super Droid Minions - 8 health, 4 speed, 7 damage within 6 paces, and 8 instant damage to anyone 3 paces from the target. within 12 paces - 1 time - (2 times)",
      "* Battle Droid Minions - 5 health, 5 speed, 6 damage within 6 paces. (6 times)",
      "* Buzz Droid Companion - 4 health, A:+4,D:+6, 9 speed, 6 crystal damage within 6 paces, and deal 8 damage to a command post or crafting table within 2 paces."
    ]
  },
  {
    "name": "The Republic Admiral",
    "health": 22,
    "subclass": "Legendary Commander",
    "description": "This player’s troops may have a total of 6 phases.",
    "attack": 4,
    "defense": 3,
    "will": 6,
    "speed": 5,
    "is_flying": false,
    "companions": null,
    "attacks": [
      "Refined pistol - 6 - piercing. Within 8 paces.",
      "Grenades - 6 - deal instant damage to all players within 3 paces. within 6 paces. (3 times)",
      "Command Post Strike -  12 - declare a pace to target within 20 paces. Then at the start of your next turn deal damage to all players within 6 paces of the target. You may only use this ability if your command post is active. (2 times)"
    ]
  }
]
